Repository: AFDSI/jay.dev
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: hi, id, ru

source: <p>A goal of the Accelerated Mobile Pages Project is to ensure effective ad monetization on the mobile web while embracing a user-centric approach. There is currently support for a comprehensive range of ad formats, ad networks and technologies in Accelerated Mobile Pages. As part of that, those involved with the project are also engaged in crafting Sustainable Ad Practices to ensure that ads in ABC files are fast, safe, compelling and effective for users.</p>
hi: <p>एक्सीलेरेटेड मोबाइल पेज प्रोजेक्ट का लक्ष्य उपयोगकर्ता-केंद्रित दृष्टिकोण को अपनाते हुए मोबाइल वेब पर प्रभावी विज्ञापन मुद्रीकरण सुनिश्चित करना है। एक्सेलरेटेड मोबाइल पेजों में वर्तमान में विज्ञापन प्रारूपों, विज्ञापन नेटवर्क और प्रौद्योगिकियों की एक विस्तृत श्रृंखला के लिए समर्थन मौजूद है। इसके हिस्से के रूप में, परियोजना से जुड़े लोग यह सुनिश्चित करने के लिए सतत विज्ञापन प्रथाओं को तैयार करने में भी लगे हुए हैं कि एएमपी फ़ाइलों में विज्ञापन उपयोगकर्ताओं के लिए तेज़, सुरक्षित, आकर्षक और प्रभावी हैं।</p>
id: <p>Tujuan Proyek Accelerated Mobile Pages adalah memastikan monetisasi iklan yang efektif di web seluler sekaligus menggunakan pendekatan yang berpusat pada pengguna. Saat ini ada dukungan untuk beragam format iklan, jaringan iklan, dan teknologi di Accelerated Mobile Pages. Sebagai bagian dari hal itu, mereka yang terlibat dengan proyek ini juga terlibat dalam menyusun Praktik Iklan Berkelanjutan untuk memastikan bahwa iklan dalam berkas ABC cepat, aman, menarik, dan efektif bagi pengguna.</p>
ru: <p>Цель проекта ABC — обеспечить эффективную монетизацию рекламы в мобильном Интернете, используя ориентированный на пользователя подход. В настоящее время ABC поддерживает широкий спектр рекламных форматов, сетей и технологий. В рамках этого участники проекта также занимаются разработкой методики рациональной рекламы, чтобы обеспечить пользователям быстрое, безопасное, привлекательное и эффективное размещение рекламы в ABC-файлах.</p>

source: Are publishers able to sell their own ad inventory?
hi: क्या प्रकाशक अपनी स्वयं की विज्ञापन सूची बेचने में सक्षम हैं?
id: Apakah penayang dapat menjual inventaris iklan mereka sendiri?
ru: Могут ли издатели продавать собственные рекламные инструменты?

source: <p>Yes, as with their existing websites, publishers control their ad inventory and how they sell it.</p>
hi: <p>हां, अपनी मौजूदा वेबसाइटों की तरह, प्रकाशक अपनी विज्ञापन सूची और इसे बेचने के तरीके को नियंत्रित करते हैं।</p>
id: <p>Ya, seperti halnya situs web mereka yang sudah ada, penayang mengontrol inventaris iklan mereka dan cara mereka menjualnya.</p>
ru: <p>Да, как и на существующих веб-сайтах, издатели контролируют свои рекламные инструменты и способы их продажи.</p>

source: How do subscriptions and paywalls work with Accelerated Mobile Pages?
hi: एक्सेलरेटेड मोबाइल पेज के साथ सब्सक्रिप्शन और पेवॉल कैसे काम करते हैं?
id: Bagaimana cara kerja langganan dan paywall dengan Accelerated Mobile Pages?
ru: Как подписки и платный доступ работают с ABC?

source: <p>It is a core objective of the Accelerated Mobile Pages project to support subscriptions and paywalls. ABC currently supports a flexible access framework where publishers can control the document viewing experience for subscribers, metered users and anonymous users.</p>
hi: <p>सब्सक्रिप्शन और पेवॉल्स का समर्थन करना एक्सेलरेटेड मोबाइल पेज प्रोजेक्ट का मुख्य उद्देश्य है। एएमपी वर्तमान में एक लचीली पहुंच ढांचे का समर्थन करता है जहां प्रकाशक ग्राहकों, मीटर्ड उपयोगकर्ताओं और अज्ञात उपयोगकर्ताओं के लिए दस्तावेज़ देखने के अनुभव को नियंत्रित कर सकते हैं।</p>
id: <p>Tujuan inti dari proyek Accelerated Mobile Pages adalah mendukung langganan dan paywall. ABC saat ini mendukung kerangka kerja akses yang fleksibel di mana penerbit dapat mengontrol pengalaman melihat dokumen untuk pelanggan, pengguna terdaftar, dan pengguna anonim.</p>
ru: <p>Поддержка подписок и платного доступа — одна из ключевых целей проекта ABC. В настоящее время ABC поддерживает гибкую структуру доступа, благодаря которой издатели могут настраивать правила просмотра документов для подписчиков, пользователей с ограниченным доступом и анонимных пользователей.</p>

source: How are analytics being handled in this ABC format?
hi: इस एएमपी प्रारूप में एनालिटिक्स को कैसे संभाला जा रहा है?
id: Bagaimana analitik ditangani dalam format ABC ini?
ru: Как в формате ABC обрабатывается аналитика?

source: <p>Ensuring publishers are able to get robust analytics insight is a core design goal for the project. ABC currently supports the collection of analytics information using features like amp-analytics, which can integrate with 3rd party systems without compromising the ABC file speed or size. Several analytics providers are <a href="/support/faqs/supported-platforms.html#analytics">participating</a> in the project.</p>
id: <p>Memastikan penerbit dapat memperoleh hasil analitik yang solid adalah tujuan desain inti untuk proyek ini. ABC saat ini mendukung pengumpulan informasi analitik menggunakan fitur seperti amp-analytics, yang dapat berintegrasi dengan sistem pihak ketiga tanpa mengurangi kecepatan atau ukuran berkas ABC. Beberapa penyedia analitik <a href="/support/faqs/supported->platforms.html#analytics">berpartisipasi</a> dalam proyek ini.</p>
ru: <p>Обеспечение того, чтобы издатели могли получать надежную аналитическую информацию —одна из основных целей разработки проекта. В настоящее время ABC поддерживает сбор аналитической информации с использованием таких функций, как amp-analytics, которые могут интегрироваться со сторонними системами без ущерба для скорости или размера ABC-файлов. В проекте <a href="/support/faqs/supported-platforms.html#analytics">участвует</a> несколько провайдеров аналитики.</p>

source: Do publishers receive credit for the traffic from a measurement perspective?
hi: क्या माप के दृष्टिकोण से प्रकाशकों को ट्रैफ़िक का श्रेय मिलता है?
id: Apakah lalu lintas dihitung juga sebagai lalu lintas untuk penayang dari perspektif pengukuran?
ru: Принадлежит ли трафик издателям с точки зрения метрик?

source: <p>Yes, an ABC file is the same as the rest of your site – this space is the publisher’s canvas.</p>
hi: <p>हां, ABC फ़ाइल आपकी साइट के बाकी हिस्सों के समान ही होती है - यह स्थान प्रकाशक का कैनवास है।</p>
id: <p>Ya, berkas ABC sama dengan bagian situs Anda yang lain – ruang ini adalah kanvas penayang.</p>
ru: <p>Да, ABC-файлы не отличаются от остального содержимого вашего сайта — это пространство принадлежит издателю.</p>

source: How do I become a part of this project?
hi: मैं इस प्रोजेक्ट का हिस्सा कैसे बनूँ?
id: Bagaimana cara ambil bagian dalam proyek ini?
ru: Как мне стать участником проекта?

source: <p>We welcome interested individuals and companies who want to get involved to get in touch via <a href="https://github.com/ampproject/amphtml/issues/new">GitHub</a>, so that we can add you to a distribution list and keep you posted on any new information.</p>
hi: <p>हम इच्छुक व्यक्तियों और कंपनियों का स्वागत करते हैं जो <a href="https://github.com/ampproject/amphtml/issues/new">GitHub</a> के माध्यम से संपर्क करना चाहते हैं, इसलिए हम आपको वितरण सूची में जोड़ सकते हैं और आपको किसी भी नई जानकारी से अवगत करा सकते हैं।</p>
id: <p>Kami mempersilakan individu dan perusahaan yang ingin terlibat untuk menghubungi kami melalui <a href="https://github.com/ampproject/amphtml/issues/new">GitHub</a>, sehingga kami dapat menambahkan Anda ke daftar distribusi dan mengabari Anda tentang setiap informasi baru.</p>
ru: <p>Мы приглашаем заинтересованных лиц и компании, которые хотят принять участие в нашем проекте, связаться с нами на <a href="https://github.com/ampproject/amphtml/issues/new">GitHub</a>, чтобы мы могли добавить вас в список рассылки и держать вас в курсе всей новой информации.</p>

source: Content Platforms
hi: सामग्री प्लेटफार्म
id: Platform Konten
ru: Платформы контента

source: Audio/Video
hi: श्रव्य दृश्य
ru: Аудио и видео

source: Real Time Config
hi: वास्तविक समय कॉन्फिग
id: Konfigurasi Waktu Nyata
ru: Конфигурация в реальном времени

source: Supported Platforms, Vendors and Partners
hi: समर्थित प्लेटफ़ॉर्म, विक्रेता और भागीदार
id: Platform, Vendor, dan Mitra yang Didukung
ru: Поддерживаемые платформы, поставщики и партнеры

source: ABC Conf 2020: Save the date!
hi: एएमपी कॉन्फ 2020: तारीख सहेजें!
id: ABC Conf 2020: Simpan tanggalnya!
ru: ABC Conf 2020: не пропустите!

source: ABC is a web component framework to easily create user-first experiences for the web.
hi: एएमपी वेब के लिए आसानी से उपयोगकर्ता-प्रथम अनुभव बनाने के लिए एक वेब घटक ढांचा है।
id: ABC adalah kerangka kerja komponen web agar dapat dengan mudah menghadirkan pengalaman web yang mengutamakan pengguna.
ru: ABC — это фреймворк веб-компонентов, позволяющий с легкостью создавать веб-содержимое с фокусом на пользователя.

source: Easily create websites with a great page experience out-of-the-box using ABC’s ready-to-go web components.
hi: एएमपी के रेडी-टू-गो वेब घटकों का उपयोग करके आसानी से बेहतरीन पेज अनुभव वाली वेबसाइटें बनाएं।
id: Buat situs web dengan mudah dengan pengalaman halaman luar biasa dan unik dengan menggunakan komponen web siap pakai ABC.
ru: С легкостью создавайте сайты с высоким уровнем удобства страниц по умолчанию при помощи готовых к использованию веб-компонентов ABC.

source: All about ABC Websites
hi: एएमपी वेबसाइटों के बारे में सब कुछ
id: Semua tentang Situs Web ABC
ru: Все об ABC-сайтах

source: Immerse readers in visual and tappable stories they can share anywhere on the open web.
hi: पाठकों को दृश्य और टैप करने योग्य कहानियों में डुबो दें, जिन्हें वे खुले वेब पर कहीं भी साझा कर सकते हैं।
id: Hanyutkan pembaca dalam cerita visual dan dapat diketuk yang dapat mereka bagikan di mana saja di web terbuka.
ru: Показывайте читателям наглядные интерактивные истории, которыми можно поделиться в любом месте в Интернете.

source: All about Web Stories
hi: वेब स्टोरीज़ के बारे में सब कुछ
id: Semua tentang Web Stories
ru: Все о Web Stories

source: Serve lightning fast and secure eye-catching creatives.
hi: बिजली की तेजी से और सुरक्षित रूप से आकर्षक क्रिएटिव परोसें।
id: Tayangkan secepat kilat dan amankan kreatif iklan yang mencuri perhatian.
ru: Показывайте быструю, безопасную и привлекательную рекламу.

source: Send emails of the future with personalized dynamic content and interactive elements that engage readers.
hi: वैयक्तिकृत गतिशील सामग्री और पाठकों को संलग्न करने वाले इंटरैक्टिव तत्वों के साथ भविष्य के ईमेल भेजें।
id: Kirimkan email masa depan dengan konten dinamis yang dipersonalisasi dan elemen interaktif yang melibatkan pembaca.
ru: Отправляйте продвинутые электронные письма с персонализированным динамическим контентом и интерактивными элементами, повышающими вовлеченность читателей.

source: Don’t take our word for it - read case studies from industry success stories and see how ABC has produced positive results.
hi: इसके लिए हमारी बात पर विश्वास न करें - उद्योग की सफलता की कहानियों से केस अध्ययन पढ़ें और देखें कि एएमपी ने कैसे सकारात्मक परिणाम दिए हैं।
id: Jangan percaya mentah-mentah - bacalah studi kasus dari berbagai cerita sukses industri ini dan lihat bagaimana ABC telah memberikan hasil yang positif.
ru: Не обязательно верить нам на слово. Чтобы узнать, как использование ABC повышает эффективность бизнеса, почитайте разбор отраслевых историй успеха.

source: A framework that amplifies page experience.
hi: एक ढाँचा जो पृष्ठ अनुभव को बढ़ाता है।
id: Kerangka kerja yang mempercanggih pengalaman halaman.
ru: Фреймворк, помогающий повысить удобство страниц.

source: ABC is a simple and robust web components framework that makes it easy to build fast websites that are user-first and makes money. ABC provides long-term success for your web strategy with distribution across popular platforms and reduced operating costs.
hi: एएमपी एक सरल और मजबूत वेब घटक ढांचा है जो तेजी से वेबसाइट बनाना आसान बनाता है जो उपयोगकर्ता-प्रथम हैं और पैसा कमाते हैं। एएमपी लोकप्रिय प्लेटफार्मों पर वितरण और कम परिचालन लागत के साथ आपकी वेब रणनीति के लिए दीर्घकालिक सफलता प्रदान करता है।
id: ABC adalah kerangka kerja komponen web yang sederhana dan kuat serta memudahkan pembuatan situs web cepat yang mengutamakan pengguna dan menghasilkan uang. ABC menyediakan kesuksesan jangka panjang untuk strategi web Anda dengan distribusi di semua platform populer dan biaya pengoperasian yang lebih sedikit.
ru: ABC — это простой и надежный фреймворк веб-компонентов, позволяющий легко создавать быстрые и прибыльные сайты с фокусом на пользователя. ABC обеспечивает долгосрочный успех веб-стратегии благодаря распространению на различных популярных платформах и снижению затрат на эксплуатацию.

source: Guaranteed Page Experience
hi: गारंटीशुदा पेज अनुभव
id: Kepastian Pengalaman Halaman
ru: Гарантированно высокое удобство страниц

source: ABC provides you with the tools needed to build websites that meet Page Experience ranking signals while remaining flexible and customizable to your needs. Page experience is a set of signals from Google that measure how users perceive their experience interacting with a web page beyond its pure information value. ABC is a straightforward way to a high page experience score. Domains built with ABC are 5 times more likely to pass* Core Web Vitals metrics than non-ABC!
hi: एएमपी आपको वेबसाइट बनाने के लिए आवश्यक उपकरण प्रदान करता है जो आपकी आवश्यकताओं के अनुरूप लचीले और अनुकूलन योग्य रहते हुए पेज अनुभव रैंकिंग संकेतों को पूरा करते हैं। पेज अनुभव Google के संकेतों का एक सेट है जो मापता है कि उपयोगकर्ता किसी वेब पेज के साथ उसके शुद्ध सूचना मूल्य से परे बातचीत करने के अपने अनुभव को कैसे समझते हैं। एएमपी उच्च पृष्ठ अनुभव स्कोर प्राप्त करने का एक सीधा तरीका है। एएमपी के साथ बनाए गए डोमेन के गैर-एएमपी की तुलना में कोर वेब वाइटल्स मेट्रिक्स पास करने की संभावना 5 गुना अधिक है!
id: ABC memberi Anda alat yang diperlukan untuk membuat situs web yang memenuhi sinyal peringkat Pengalaman Halaman, namun tetap fleksibel dan dapat disesuaikan dengan kebutuhan Anda. Pengalaman halaman adalah sekumpulan sinyal dari Google yang mengukur bagaimana pengguna menilai pengalaman mereka saat berinteraksi dengan halaman web di luar nilai informasinya yang murni. ABC adalah cara langsung untuk mendapatkan skor pengalaman halaman yang tinggi. Domain yang dibuat dengan ABC 5 kali lebih mungkin lolos* dari metrik Core Web Vitals daripada non-ABC!
ru: ABC позволяет создавать сайты с высоким уровнем удобства страниц, не жертвуя при этом гибкостью и адаптируемостью. Удобство страницы — это набор сигналов ранжирования, используемых Google для оценки пользовательского комфорта при взаимодействии со страницей (без учета чисто информационной ценности). С помощью ABC можно легко повысить уровень удобства страниц. Сайты, основанные на ABC, в 5 раз чаще получают высокие* оценки Core Web Vitals, чем традиционные (не-ABC) сайты.

source: Check your page’s performance
hi: अपने पेज का प्रदर्शन जांचें
id: Periksa kinerja halaman Anda
ru: Проверить показатели страницы

source: Frameworks and CMSs
hi: फ्रेमवर्क और सीएमएस
id: Kerangka Kerja dan CMS
ru: Фреймворки и CMS

source: Select a ready-to-go framework or integration-enabled CMS to get an ABC valid site up and running, fast. These platforms give you all the benefits of ABC without all the built-from-scratch hassle.
hi: एएमपी वैध साइट को तेजी से चालू करने के लिए रेडी-टू-गो फ्रेमवर्क या एकीकरण-सक्षम सीएमएस का चयन करें। ये प्लेटफ़ॉर्म आपको बिना किसी स्क्रैच परेशानी के एएमपी के सभी लाभ देते हैं।
id: Pilihlah kerangka kerja siap pakai atau CMS yang mendukung integrasi agar situs valid ABC aktif dan berjalan dengan cepat. Platform ini memberi Anda semua manfaat ABC tanpa kerumitan bawaan saat mulai dari nol.
ru: Воспользуйтесь готовым фреймворком или CMS с возможностью интеграции, чтобы запустить ABC-совместимый сайт в кратчайшие сроки. Эти платформы предоставляют все преимущества ABC без необходимости создания сайта с нуля.

source: See supported platforms
hi: समर्थित प्लेटफ़ॉर्म देखें
id: Lihat platform-platform yang didukung
ru: Просмотреть поддерживаемые платформы

source: Lorem ipsum dolor sit amet, ex quo primis repudiandae. Duo error impetus accusamus ut, no vel cetero verear appetere. Ad solet soleat mea, eos suas complectitur ea. Vis an scribentur disputando, suas legimus his ex. Audire sententiae no eum, mel nulla aliquid nusquam at.
hi: लोरेम इप्सम डोलर सिट अमेट, पूर्व यथा प्राइमिस रिपुडियनडे। डुओ एरर इम्पेटस एक्यूससेमस यूटी, नो वेल सिटरो वेरियर एपेटेरे। विज्ञापन सोलेट सोलेट एमईए, ईओस सुअस कंप्लीटिटुर ईए। एक लेखक के विवाद को देखते हुए, उसने अपने पूर्व को लेजिमस दिया। ऑडिरे सेंटेंटिए नो ईम, मेल नल्ला एलिक्विड नुस्क्वाम एट।
id: Lorem ipsum dolor sit amet, ex quo primis repudiandae. Duo error mendorong accusamus ut, no vel cetero verear appetere. Ad solet soleat mea, eos suas complectitur ea. Vis an scribentur disputando, suas legimus mantannya. Audire sententiae no eum, mel nulla aliquid nusquam at.
ru: Лорем ипсум долор сит амет, маиорум партиендо не мел. Ан адхуц делецтус продессет вим. Дицант иуварет тибияуе ат еос, солет номинави еи усу. Иллум луптатум витуператорибус еос ид.

source: Now is the time for action.
hi: अब कार्रवाई का समय है।
id: Sekarang adalah waktunya untuk bertindak.
ru: Теперь время действовать.

source: The sun is a star.
hi: सूर्य एक तारा है.
id: Matahari adalah bintang.
ru: Солнце - звезда.

source: Use electronic product identity to impede counterfeit products and claims. Create a new label by combining existing labels and adding new information. Improve machine-automation by using structured data to control machine-operations. Example: agriculture equipment calibrated by chemical formulations and environmental conditions.
hi: नकली उत्पादों और दावों को रोकने के लिए इलेक्ट्रॉनिक उत्पाद पहचान का उपयोग करें। मौजूदा लेबलों को मिलाकर और नई जानकारी जोड़कर एक नया लेबल बनाएं। मशीन-संचालन को नियंत्रित करने के लिए संरचित डेटा का उपयोग करके मशीन-स्वचालन में सुधार करें। उदाहरण: रासायनिक फॉर्मूलेशन और पर्यावरणीय परिस्थितियों द्वारा अंशांकित कृषि उपकरण।

source: Product Passport is an electronic companion to paper documents such as an Invoice, Bill of Lading, and Material Safety Data Sheet. Authorities have specific local rules and tariffs. Examples: USA/California, European Union, Great Britain, Saudi Arabia, India. Product Passport enables automated verification of global and local rules for imports and exports.
hi: उत्पाद पासपोर्ट चालान, बिल ऑफ लीडिंग और सामग्री सुरक्षा डेटा शीट जैसे कागजी दस्तावेजों का एक इलेक्ट्रॉनिक साथी है। अधिकारियों के पास विशिष्ट स्थानीय नियम और टैरिफ हैं। उदाहरण: यूएसए/कैलिफ़ोर्निया, यूरोपीय संघ, ग्रेट ब्रिटेन, सऊदी अरब, भारत। उत्पाद पासपोर्ट आयात और निर्यात के लिए वैश्विक और स्थानीय नियमों के स्वचालित सत्यापन को सक्षम बनाता है।

source: Transform data from individual scientific studies into shared data repositories. Discover new solutions by comparing data from multiple studies. National organizations synchronize local and international research. Example: FDI-USA shares data with FDI-CAN (Canada), FDI-GBR (Great Britain), FDI-SAU (Saudi Arabia), FDI-IND (India), and others.
hi: व्यक्तिगत वैज्ञानिक अध्ययनों से प्राप्त डेटा को साझा डेटा रिपॉजिटरी में परिवर्तित करें। अनेक अध्ययनों के डेटा की तुलना करके नए समाधान खोजें। राष्ट्रीय संगठन स्थानीय और अंतर्राष्ट्रीय अनुसंधान को सिंक्रनाइज़ करते हैं। उदाहरण: FDI-USA FDI-CAN (कनाडा), FDI-GBR (ग्रेट ब्रिटेन), FDI-SAU (सऊदी अरब), FDI-IND (भारत) और अन्य के साथ डेटा साझा करता है।

source: New technology should aspire to accomplish two goals:
hi: नई तकनीक को दो लक्ष्य पूरा करने की आकांक्षा रखनी चाहिए:

source: ABC Conf 2020
hi: एएमपी कॉन्फ 2020

source: ABC Contributor Summit 2019
hi: एएमपी योगदानकर्ता शिखर सम्मेलन 2019

source: FAQ
hi: सामान्य प्रश्न
id: T&J

source: Nueve hoteles en los que tienes que dormir antes de morir
hi: न्यू होटल्स एन लॉस क्यू टीएनस क्यू डॉर्मिर एंटेस डे मोरिर

source: SF Chronicle
hi: एसएफ क्रॉनिकल

source: The Atlantic
hi: अटलांटिक

source: The Washington Post
hi: वाशिंगटन पोस्ट

source: USA Today
hi: संयुक्त राज्य अमरीका आज

source: Web Stories
hi: वेब कहानियाँ

source: Web<br> Stories
hi: वेब<br> कहानियाँ

source: Google Web Designer
hi: गूगल वेब डिजाइनर

source: Olga and the kings
hi: ओल्गा और राजा
id: Olga dan para raja

source: Amplify Live!
hi: लाइव का विस्तार करें!

source: CMS
hi: मुख्यमंत्रियों

source: PWA
hi: पीडब्लूए

source: Google Search Console
hi: गूगल सर्च कंसोल

source: Google ABC Test
hi: गूगल एएमपी टेस्ट
id: Uji ABC Google
