Repository: AFDSI/jay.dev
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: hi, id, ru

source: Learn Web Development with ABC
hi: एएमपी के साथ वेब डेवलपमेंट सीखें
id: Pelajari Pengembangan Web dengan ABC
ru: Изучайте веб-разработку с помощью ABC

source: ABC can help you create fast websites more quickly!
hi: ABC आपको अधिक तेज़ी से तेज़ वेबसाइट बनाने में मदद कर सकता है!
id: ABC dapat membantu Anda membuat situs web cepat dengan lebih cepat!
ru: С ABC вы сможете оперативно создавать быстрые сайты!

source: If you’re <b>an experienced web developer</b>, you can create rich, fast sites with less code.
hi: यदि आप <b>एक अनुभवी वेब डेवलपर</b> हैं, तो आप कम कोड के साथ समृद्ध, तेज़ साइटें बना सकते हैं।
id: Jika Anda adalah <b>pengembang web yang berpengalaman</b>, Anda dapat membuat situs yang mendalam dan cepat dengan kode lebih sedikit.
ru: Если вы <b>опытный веб-разработчик</b>, вы можете создавать быстрые и насыщенные сайты с минимальным количеством кода.

source: If you’re <b>a new web developer</b>, ABC helps you learn web development. If you know some HTML and CSS, you can use ABC to make an interactive website!
hi: यदि आप <b>एक नए वेब डेवलपर</b> हैं, तो एएमपी आपको वेब विकास सीखने में मदद करता है। यदि आप कुछ HTML और CSS जानते हैं, तो आप एक इंटरैक्टिव वेबसाइट बनाने के लिए ABC का उपयोग कर सकते हैं!
id: Jika Anda adalah <b>pengembang web pemula</b>, ABC membantu Anda mempelajari pengembangan web. Jika Anda mengerti sedikit HTML dan CSS, Anda dapat menggunakan ABC untuk membuat situs web interaktif!
ru: Если вы <b>новичок в веб-разработке</b>, ABC поможет вам ее освоить. Если вы хотя бы немного знаете HTML и CSS, вы сможете использовать ABC для создания интерактивного веб-сайта!

source: About the courses
hi: पाठ्यक्रमों के बारे में
id: Tentang kursus
ru: О курсах

source: These three free courses are in use in schools and training programs around the world. Now you can take them here, online, on our site. Suitable for beginners and experienced web developers alike, they will take you from zero to ABC!
hi: ये तीन निःशुल्क पाठ्यक्रम दुनिया भर के स्कूलों और प्रशिक्षण कार्यक्रमों में उपयोग में हैं। अब आप उन्हें यहां, ऑनलाइन, हमारी साइट पर ले सकते हैं। शुरुआती और अनुभवी वेब डेवलपर्स के लिए उपयुक्त, वे आपको शून्य से एएमपी तक ले जाएंगे!
id: Tiga kursus gratis ini digunakan di sekolah dan program pelatihan di seluruh dunia. Sekarang Anda dapat mengikutinya di sini, secara online, di situs kami. Cocok untuk pemula dan pengembang web berpengalaman, kursus ini akan membawa Anda dari nol ke ABC!
ru: Эти три бесплатных курса используются в школах и учебных программах по всему миру. Теперь вы можете пройти их на нашем сайте. Они подходят как для начинающих, так и для опытных веб-разработчиков. Освойте ABC с нуля!

source: During this course, you’ll build a sample site for Chico’s famous, and fictional, Cheese Bicycles.
hi: इस कोर्स के दौरान, आप चिको की प्रसिद्ध और काल्पनिक चीज़ साइकिल के लिए एक नमूना साइट बनाएंगे।
id: Selama kursus ini, Anda akan membuat situs sampel untuk Sepeda Keju fiksional Chico yang terkenal itu.
ru: В рамках этого курса вы создадите модель сайта вымышленного бренда Chico’s Cheese Bicycles.

source: Requirements
hi: आवश्यकताएं
id: Kebutuhan
ru: Требования

source: Internet connection
hi: इंटरनेट कनेक्शन
id: Sambungan internet
ru: Интернет-соединение

source: <a href="https://www.google.com/chrome/" target="_blank">Chrome browser</a>, ideally, to use the <a href="https://chrome.google.com/webstore/detail/amp-validator/nmoffdblmcmgeicmolmhobpoocbbmknc" target="_blank">ABC Validator extension</a>
hi: <a href="https://www.google.com/chrome/" target="_blank">क्रोम ब्राउज़र</a>, आदर्श रूप से, <a href="https:// का उपयोग करने के लिए chrome.google.com/webstore/detail/amp-validator/nmoffdblmcmgeicmolmhobpoocbbmknc" target="_blank">ABC वैलिडेटर एक्सटेंशन</a>
id: Idealnya <a href="https://www.google.com/chrome/" target="_blank">Browser Chrome</a> agar dapat menggunakan <a href="https://chrome.google.com/webstore/detail/amp-validator/nmoffdblmcmgeicmolmhobpoocbbmknc" target="_blank">ekstensi ABC Validator</a>
ru: <a href="https://www.google.com/chrome/" target="_blank">Браузер Chrome</a>, в идеале с установленным расширением <a href="https://chrome.google.com/webstore/detail/amp-validator/nmoffdblmcmgeicmolmhobpoocbbmknc" target="_blank">ABC Validator</a>

source: We use the online editor <a href="https://glitch.com/" target="_blank">Glitch</a>. No IDE or local web server needed!
hi: हम ऑनलाइन संपादक <a href="https://glitch.com/" target="_blank">Glitch</a> का उपयोग करते हैं। किसी आईडीई या स्थानीय वेब सर्वर की आवश्यकता नहीं!
id: Kami menggunakan editor online <a href="https://glitch.com/" target="_blank">Glitch</a>. IDE atau server web lokal tidak diperlukan!
ru: Мы используем онлайн-редактор <a href="https://glitch.com/" target="_blank">Glitch</a>. IDE или локальный веб-сервер не требуются!

source: Prerequisites
hi: आवश्यक शर्तें
id: Prasyarat
ru: Необходимые условия

source: basic knowledge of HTML and CSS
hi: HTML और CSS का बुनियादी ज्ञान
id: pengetahuan dasar tentang HTML dan CSS
ru: базовые знания HTML и CSS

source: for the advanced course, JavaScript expressions and simple JSON
hi: उन्नत पाठ्यक्रम, जावास्क्रिप्ट अभिव्यक्ति और सरल JSON के लिए
id: untuk kursus lanjutan, ekspresi JavaScript dan JSON sederhana
ru: для продвинутого курса — знание выражений JavaScript и формата JSON

source: Take the Video Courses
hi: वीडियो पाठ्यक्रम लें
id: Ikuti Kursus Video
ru: Пройти видеокурсы

source: All three courses can be now be taken by video on <a href="https://www.youtube.com/playlist?list=PLXTOW_XMsIDS45GB-eBV5s_M9EGIXMjI_" target="_blank">our YouTube channel!</a>
hi: तीनों पाठ्यक्रम अब <a href="https://www.youtube.com/playlist?list=PLXTOW_XMsIDS45GB-eBV5s_M9EGIXMjI_" target="_blank">हमारे YouTube चैनल पर वीडियो द्वारा लिए जा सकते हैं!</ ए>
id: Ketiga kursus sekarang dapat diikuti melalui video di <a href="https://www.youtube.com/playlist?list=PLXTOW_XMsIDS45GB-eBV5s_M9EGIXMjI_" target="_blank">saluran YouTube kami!</a>
ru: Все три курса теперь можно пройти в видеоформате на <a href="https://www.youtube.com/playlist?list=PLXTOW_XMsIDS45GB-eBV5s_M9EGIXMjI_" target="_blank">нашем YouTube-канале!</a>

source: ABC Websites Examples
hi: एएमपी वेबसाइट उदाहरण
id: Contoh Situs Web ABC
ru: Примеры ABC-сайтов

source: ABC Playground
hi: एएमपी खेल का मैदान
ru: Песочница ABC

source: Try it yourself with the ABC Playground. Test your ideas directly in the browser and get instant feedback.
hi: एएमपी प्लेग्राउंड के साथ इसे स्वयं आज़माएं। सीधे ब्राउज़र में अपने विचारों का परीक्षण करें और तुरंत प्रतिक्रिया प्राप्त करें।
id: Cobalah sendiri dengan ABC Playground. Uji ide Anda langsung di browser dan dapatkan umpan balik instan.
ru: Попробуйте сами в песочнице ABC. Протестируйте свои идеи прямо в браузере и получите мгновенный результат.

source: Filter by category
hi: श्रेणी के अनुसार फ़िल्टर करें
id: Saring berdasarkan kategori
ru: Фильтр по категориям

source: <h1 class="ap-o-stage-content-headline">Tools</h1> <h2 class="ap-o-stage-content-subline">for creation, design and development</h2>
hi: <h1 class="ap-o-stage-content-headline">उपकरण</h1> <h2 class="ap-o-stage-content-subline">निर्माण, डिजाइन और विकास के लिए</h2 >
id: <h1 class="ap-o-stage-content-headline">Alat</h1> <h2 class="ap-o-stage-content-subline">untuk pembuatan, desain, dan pengembangan</h2>
ru: <h1 class="ap-o-stage-content-headline">Инструменты</h1> <h2 class="ap-o-stage-content-subline">для создания, дизайна и разработки</h2>

source: Creation &amp; Design
hi: सृजन और amp; डिज़ाइन
id: Kreasi &amp; Desain
ru: Создание и дизайн

source: CMS &amp; Platforms
hi: सीएमएस एवं amp; प्लेटफार्म
id: CMS &amp; Platform
ru: Платформы и CMS

source: Developer Tools
hi: डेवलपर उपकरण
id: Alat Pengembang
ru: Инструменты разработчика

source: Service providers
hi: सेवा प्रदाताओं
id: Penyedia jasa
ru: Поставщики услуг

source: Here you can find everything you need to build ABC experiences.
hi: यहां आपको एएमपी अनुभव बनाने के लिए आवश्यक सभी चीजें मिल सकती हैं।
id: Di sini Anda dapat menemukan semua yang Anda butuhkan untuk membuat pengalaman ABC.
ru: Здесь вы можете найти все необходимое для работы с ABC.

source: The complete documented ABC library and its references.
hi: संपूर्ण प्रलेखित एएमपी लाइब्रेरी और उसके संदर्भ।
id: Perpustakaan ABC terdokumentasi yang lengkap beserta rujukannya.
ru: Полная документированная библиотека ABC и каталог.

source: The fastest way to learn is to peak over the tangible examples.
hi: सीखने का सबसे तेज़ तरीका ठोस उदाहरणों पर ध्यान केंद्रित करना है।
id: Cara tercepat untuk belajar adalah melihat contoh nyata.
ru: Самый быстрый способ чему-то научиться — попробовать на реальных примерах.

source: Don't want to start from scratch? Start with a ready-made design.
hi: क्या आप शून्य से शुरुआत नहीं करना चाहते? तैयार डिज़ाइन से शुरुआत करें.
id: Tidak ingin memulai dari nol? Mulailah dengan desain yang sudah jadi.
ru: Не хотите начинать с нуля? Начните с готового дизайна.

source: Begin building for creation, design and development.
hi: सृजन, डिजाइन और विकास के लिए निर्माण शुरू करें।
id: Mulai membuat dengan alat untuk kreasi, desain, dan pengembangan.
ru: Начните использовать инструменты для создания, дизайна и разработки.

source: Build your first ABC Website
hi: अपनी पहली एएमपी वेबसाइट बनाएं
id: Buat Situs Web ABC pertama Anda
ru: Создайте свой первый ABC-сайт

source: Build your first ABC Story
hi: अपनी पहली एएमपी स्टोरी बनाएं
id: Buat Cerita ABC pertama Anda
ru: Создайте свою первую ABC-историю

source: Build your first ABC Ad
hi: अपना पहला एएमपी विज्ञापन बनाएं
id: Buat Iklan ABC pertama Anda
ru: Создайте свою первую ABC-рекламу

source: Build your first ABC Email
hi: अपना पहला एएमपी ईमेल बनाएं
id: Buat Email ABC pertama Anda
ru: Создайте свое первое ABC-письмо

source: Create compelling, silky smooth and instant loading websites.
hi: सम्मोहक, रेशमी चिकनी और तुरंत लोड होने वाली वेबसाइटें बनाएं।
id: Buat situs web yang menarik, berjalan mulus, dan dimuat seketika.
ru: Создавайте быстрые, плавные и приятные глазу сайты.

source: Create snackable, immersive and tappable stories on your website.
hi: अपनी वेबसाइट पर स्नैकेबल, इमर्सिव और टैप करने योग्य कहानियां बनाएं।
id: Buat cerita yang mudah dicerna, mendalam, dan dapat diketuk di situs web Anda.
ru: Создавайте емкие и захватывающие интерактивные истории на своем сайте.

source: Extend your website with fast and lightweight ad experience.
hi: तेज़ और हल्के विज्ञापन अनुभव के साथ अपनी वेबसाइट का विस्तार करें।
id: Perluas situs web Anda dengan pengalaman iklan yang cepat dan ringan.
ru: Расширьте свой сайт, используя быструю и облегченную рекламу.

source: Create emails that encourage readers to interact dynamically with content.
hi: ऐसे ईमेल बनाएं जो पाठकों को सामग्री के साथ गतिशील रूप से बातचीत करने के लिए प्रोत्साहित करें।
id: Buat email yang mendorong pembaca untuk berinteraksi secara dinamis dengan konten.
ru: Создавайте электронные письма, способствующие динамическому взаимодействию читателей с контентом.

source: See the latest videos about ABC and find out more on our <a href="https://www.youtube.com/channel/UCXPBsjgKKG2HqsKBhWA4uQw">YouTube Channel.</a>
hi: एएमपी के बारे में नवीनतम वीडियो देखें और हमारे <a href="https://www.youtube.com/channel/UCXPBsjgKKG2HqsKBhWA4uQw">YouTube चैनल</a> पर अधिक जानकारी प्राप्त करें।
id: Simak video terbaru tentang ABC dan temukan informasi lainnya di <a href="https://www.youtube.com/channel/UCXPBsjgKKG2HqsKBhWA4uQw">Saluran YouTube kami.</a>
ru: Посмотрите последние видео об ABC и узнайте больше на нашем <a href="https://www.youtube.com/channel/UCXPBsjgKKG2HqsKBhWA4uQw">YouTube-канале.</a>

source: Content Platform
hi: सामग्री मंच
id: Platform Konten
ru: Платформа контента

source: Debugging
hi: डिबगिंग
ru: Отладка

source: Development
hi: विकास
id: Pengembangan
ru: Разработка

source: Email Service
hi: ईमेल सेवा
id: Layanan Email
ru: Сервис электронной почты

source: Email Templates Editor
hi: ईमेल टेम्प्लेट संपादक
id: Editor Templat Email
ru: Редактор шаблонов для писем

source: Essential
hi: आवश्यक
id: Penting
ru: Необходимое

source: Landing pages
hi: लैंडिंग पृष्ठ
id: Halaman landing
ru: Целевые страницы

source: Optimization
hi: अनुकूलन
id: Optimasi
ru: Оптимизация

source: Testing
hi: परिक्षण
id: Pengujian
ru: Тестирование

source: Create interactive email templates fast with Drag-n-Drop & HTML editor. Try free library of ready-to-use modules and templates.
hi: ड्रैग-एन-ड्रॉप और HTML संपादक के साथ तेजी से इंटरैक्टिव ईमेल टेम्पलेट बनाएं। उपयोग के लिए तैयार मॉड्यूल और टेम्प्लेट की निःशुल्क लाइब्रेरी आज़माएँ।
id: Buat templat email interaktif dengan cepat menggunakan editor Seret-dan-Lepaskan & HTML. Coba perpustakaan gratis berisi modul dan templat siap pakai.
ru: Создавайте интерактивные шаблоны писем с помощью перетаскивания элементов и HTML-редактора. Попробуйте бесплатную библиотеку готовых модулей и шаблонов.

source: Instapage automates the creation, optimization, and personalization of post-click experiences at scale.
hi: इंस्टापेज बड़े पैमाने पर पोस्ट-क्लिक अनुभवों के निर्माण, अनुकूलन और वैयक्तिकरण को स्वचालित करता है।
id: Instapage mengotomatiskan pembuatan, optimasi, dan personalisasi pengalaman pasca-klik dalam suatu skala.
ru: Instapage автоматизирует создание, оптимизацию и персонализацию событий пост-клик.

source: Unbounce is a platform to create landing pages, website popups, and sticky bars.
hi: अनबाउंस लैंडिंग पेज, वेबसाइट पॉपअप और स्टिकी बार बनाने का एक मंच है।
id: Unbounce adalah platform untuk membuat halaman landing, pop-up (jendela sembul) situs web, dan sticky bar.
ru: Unbounce — это платформа для создания целевых страниц, всплывающих окон и прикрепленных панелей.

source: ABC-first content creation with the power and flexibility of WordPress.
hi: वर्डप्रेस की शक्ति और लचीलेपन के साथ एएमपी-प्रथम सामग्री निर्माण।
id: Pembuatan konten yang mengutamakan ABC dengan kekuatan dan fleksibilitas WordPress.
ru: Создание ABC-ориентированного контента с мощью и гибкостью WordPress.

source: Bold by Quintype is a headless CMS built for enterprise publishers with built-in support for ABC.
hi: क्विंटाइप द्वारा बोल्ड एक हेडलेस सीएमएस है जो एंटरप्राइज प्रकाशकों के लिए एएमपी के लिए अंतर्निहित समर्थन के साथ बनाया गया है।
id: Bold by Quintype adalah CMS "headless" yang dibuat untuk penayang perusahaan dengan dukungan bawaan untuk ABC.
ru: Bold от Quintype — это простенькая CMS со встроенной поддержкой ABC, созданная для корпоративных издателей.

source: Helps you measure your site's Search traffic and performance, fix issues, and make your site shine in Google Search results.
hi: आपकी साइट के खोज ट्रैफ़िक और प्रदर्शन को मापने, समस्याओं को ठीक करने और Google खोज परिणामों में आपकी साइट को चमकदार बनाने में आपकी सहायता करता है।
id: Membantu Anda mengukur lalu lintas dan kinerja pencarian situs Anda, memperbaiki masalah, dan membuat situs Anda bersinar dalam hasil Google Search.
ru: Помогает проанализировать поисковый трафик и производительность вашего сайта, исправить проблемы и выделить его в результатах поиска Google.

source: Test if and how your ABC page appears in Google Search.
hi: परीक्षण करें कि आपका एएमपी पृष्ठ Google खोज में दिखाई देता है या नहीं और कैसे।
id: Uji apakah halaman ABC Anda muncul di Google Search dan bagaimana kelihatannya.
ru: Проверьте, отображается ли ваша ABC-страница в поиске Google.

source: Platform to share and discover how-to stories that includes a creation tool on your phone to help you create how-to stories.
hi: कैसे-करें कहानियाँ साझा करने और खोजने के लिए प्लेटफ़ॉर्म जिसमें आपके फ़ोन पर एक निर्माण उपकरण शामिल है जो आपको कैसे-कैसे कहानियाँ बनाने में मदद करता है।
id: Platform untuk berbagi dan menemukan cerita panduan yang dilengkapi alat pembuatan di ponsel Anda untuk membantu Anda membuat cerita panduan.
ru: Платформа для обмена и поиска историй с инструкциями, которая включает в себя инструмент для создания историй с инструкциями на вашем телефоне.

source: Build ABC sites, posts, and stories. Win search, social, and email. Fast. Flexible. Secure. Modern.
hi: एएमपी साइटें, पोस्ट और कहानियां बनाएं। खोज, सामाजिक और ईमेल जीतें। तेज़। लचीला। सुरक्षित। आधुनिक।
id: Buat situs, postingan, dan cerita ABC. Kuasai pencarian, media sosial, dan email. Cepat. Fleksibel. Aman. Modern.
ru: Создавайте ABC-сайты, публикации и истории. Становитесь первым в поисковых ресурсах, социальных сетях и электронной почте. Быстро. Гибко. Безопасно. Современно.

source: Essential component for ABC development and available in a variety of versions.
hi: एएमपी विकास के लिए आवश्यक घटक और विभिन्न संस्करणों में उपलब्ध है।
id: Komponen penting untuk pengembangan ABC dan tersedia dalam berbagai versi.
ru: Базовый компонент ABC-разработки, доступный в различных версиях.

source: Beta-test new features of ABC before they're available for everyone.
hi: सभी के लिए उपलब्ध होने से पहले एएमपी की नई सुविधाओं का बीटा-परीक्षण करें।
id: Uji versi beta dari fitur-fitur baru ABC sebelum tersedia untuk umum.
ru: Проводите бета-тестирование новых функций ABC до их полноценного релиза.

source: Helps you find out whether your Google Analytics and AdWords tracking is correctly set up.
hi: यह पता लगाने में आपकी सहायता करता है कि आपकी Google Analytics और AdWords ट्रैकिंग सही ढंग से सेट अप है या नहीं।
id: Membantu Anda mengetahui apakah pelacakan Google Analytics dan AdWords Anda sudah disiapkan dengan benar.
ru: Помогает узнать, правильно ли настроены ваши системы анализа Google Analytics и AdWords.

source: A collection of ABC tools making it easier to publish and host ABC pages.
hi: एएमपी टूल का एक संग्रह एएमपी पृष्ठों को प्रकाशित और होस्ट करना आसान बनाता है।
id: Kumpulan alat ABC yang mempermudah penayangan dan hosting halaman ABC.
ru: Коллекция инструментов ABC, облегчающая публикацию и хостинг ABC-страниц.

source: Validation tool that offers additional debug information on top of the ABC validator.
hi: सत्यापन उपकरण जो एएमपी सत्यापनकर्ता के शीर्ष पर अतिरिक्त डिबग जानकारी प्रदान करता है।
id: Alat validasi yang menawarkan informasi debug tambahan sebagai pelengkap validator ABC.
ru: Инструмент проверки, который предлагает дополнительную отладочную информацию вдобавок к ABC-валидатору.

source: Pre-built Google Analytics dashboard template that helps you get to your analytics insights faster.
hi: पूर्व-निर्मित Google Analytics डैशबोर्ड टेम्प्लेट जो आपको अपनी एनालिटिक्स अंतर्दृष्टि तक तेज़ी से पहुंचने में मदद करता है।
id: Template dasbor Google Analytics siap pakai yang membantu Anda mendapatkan hasil analitik dengan lebih cepat.
ru: Предварительно созданный шаблон панели инструментов Google Analytics, который поможет вам оперативнее разобраться с аналитикой.

source: Chrome extension that helps you understand the feasibility of converting your site to ABC.
hi: Chrome एक्सटेंशन जो आपकी साइट को ABC में परिवर्तित करने की व्यवहार्यता को समझने में आपकी सहायता करता है।
id: Ekstensi Chrome yang membantu Anda memahami kelayakan konversi situs Anda ke ABC.
ru: Расширение Chrome, которое поможет вам оценить технические возможности перехода вашего сайта на ABC.

source: Generate custom templates for your ABC websites, stories, emails or ads.
hi: अपनी एएमपी वेबसाइटों, कहानियों, ईमेल या विज्ञापनों के लिए कस्टम टेम्पलेट बनाएं।
id: Buat templat khusus untuk situs web, cerita, email, atau iklan ABC Anda.
ru: Настройте пользовательские шаблоны для своих ABC-сайтов, историй, электронных писем или рекламы.

source: Start prototyping in an interactive online editor with the ability to use templates and our examples.
hi: टेम्प्लेट और हमारे उदाहरणों का उपयोग करने की क्षमता के साथ एक इंटरैक्टिव ऑनलाइन संपादक में प्रोटोटाइप शुरू करें।
id: Mulai membuat prototipe dalam editor online interaktif dengan kemampuan untuk menggunakan templat dan contoh dari kami.
ru: Начните создавать прототипы в интерактивном онлайн-редакторе с возможностью использования шаблонов и наших примеров.

source: A prototyping tool that automatically converts a HTML page to ABC for demonstrating performance gains with ABC.
hi: एक प्रोटोटाइप टूल जो एएमपी के साथ प्रदर्शन लाभ प्रदर्शित करने के लिए स्वचालित रूप से एक HTML पेज को एएमपी में परिवर्तित करता है।
id: Alat pembuatan prototipe yang secara otomatis mengonversi halaman HTML ke ABC untuk menunjukkan keuntungan kinerja dengan ABC.
ru: Инструмент для создания прототипов, который автоматически конвертирует HTML-страницу в ABC-страницу для демонстрации прироста производительности.

source: Litmus makes it easy to build, test, and monitor every email for the best results.
hi: लिटमस सर्वोत्तम परिणामों के लिए प्रत्येक ईमेल का निर्माण, परीक्षण और निगरानी करना आसान बनाता है।
id: Litmus memudahkan untuk membuat, menguji, dan memantau setiap email demi hasil terbaik.
ru: Litmus позволяет легко создавать, тестировать и отслеживать каждое письмо для достижения наилучших результатов.

source: Makes authoring ABC easy by validating for errors/warnings as you type within VS Code.
hi: जब आप वीएस कोड में टाइप करते हैं तो त्रुटियों/चेतावनियों को सत्यापित करके एएमपी को लिखना आसान बनाता है।
id: Memudahkan pembuatan ABC dengan memvalidasi untuk mencari kesalahan/peringatan saat Anda mengetik dalam VS Code.
ru: Облегчает разработку документов в ABC, проверяя их на наличие ошибок/предупреждений внутри VS Code.

source: React framework that generates ABC and PWA pages from a single codebase.
hi: रिएक्ट फ्रेमवर्क जो एक ही कोडबेस से एएमपी और पीडब्ल्यूए पेज जेनरेट करता है।
id: Kerangka kerja React yang menghasilkan halaman ABC dan PWA dari basis kode tunggal.
ru: Фреймворк React, который генерирует ABC- и PWA-страницы на основе единой базы кода.

source: A tool to help for prototyping ads to be served in ABC Stories. Choose from pre-existing templates to get started.
hi: एएमपी स्टोरीज़ में दिखाए जाने वाले प्रोटोटाइप विज्ञापनों में सहायता के लिए एक उपकरण। आरंभ करने के लिए पहले से मौजूद टेम्पलेट्स में से चुनें।
id: Alat bantu pembuatan prototipe iklan yang akan ditayangkan di Cerita ABC. Pilih dari templat yang sudah ada untuk memulai.
ru: Инструмент, помогающий создавать макеты рекламных объявлений для ABC-историй. Чтобы начать работу, выберите один из существующих шаблонов.

source: NodemailerApp is an email debugging app that includes a local SMTP server and renders ABC for Email emails.
hi: NodemailerApp एक ईमेल डिबगिंग ऐप है जिसमें एक स्थानीय SMTP सर्वर शामिल है और ईमेल ईमेल के लिए ABC प्रस्तुत करता है।
id: NodemailerApp adalah aplikasi debugging email yang mencakup server SMTP lokal dan merender email ABC untuk Email.
ru: NodemailerApp — это приложение для отладки электронной почты, которое включает локальный SMTP-сервер и визуализирует ABC-письма.

source: Cloud-based email sending service designed to help digital marketers and application developers send emails.
hi: क्लाउड-आधारित ईमेल भेजने वाली सेवा डिजिटल विपणक और एप्लिकेशन डेवलपर्स को ईमेल भेजने में मदद करने के लिए डिज़ाइन की गई है।
id: Layanan pengiriman email berbasis cloud yang dirancang untuk membantu pemasar digital dan pengembang aplikasi dalam mengirim email.
ru: Облачный сервис рассылки электронной почты, нацеленный на то, чтобы Интернет-маркетологам и разработчикам приложений было легче отправлять электронные письма.

source: Aweber's platform and API allows you to create and send emails your customers will love.
hi: एवेबर का प्लेटफ़ॉर्म और एपीआई आपको ऐसे ईमेल बनाने और भेजने की अनुमति देता है जो आपके ग्राहकों को पसंद आएंगे।
id: Dengan platform dan API Aweber, Anda dapat membuat dan mengirim email yang akan disenangi pelanggan.
ru: Платформа и API от Aweber позволяет создавать и отправлять такие электронные письма, которые точно понравятся вашим клиентам.
