Repository: AFDSI/jay.dev
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: hi, id, ru

source: ABC ads are safe from malware because ABCHTML ads are verified before being served, thus, advertisers can ensure a safe user experience and building trust in the brands users are engaging with. Establish yourself as the adtech platform for the fast web and join the hundreds of technology platforms currently supporting the open source ABC ecosystem.
hi: एएमपी विज्ञापन मैलवेयर से सुरक्षित हैं क्योंकि एएमपीएचटीएमएल विज्ञापनों को परोसे जाने से पहले सत्यापित किया जाता है, इस प्रकार, विज्ञापनदाता एक सुरक्षित उपयोगकर्ता अनुभव सुनिश्चित कर सकते हैं और जिन ब्रांडों के साथ उपयोगकर्ता जुड़ रहे हैं उनमें विश्वास पैदा कर सकते हैं। अपने आप को तेज़ वेब के लिए एडटेक प्लेटफ़ॉर्म के रूप में स्थापित करें और वर्तमान में ओपन सोर्स एएमपी इकोसिस्टम का समर्थन करने वाले सैकड़ों प्रौद्योगिकी प्लेटफ़ॉर्म में शामिल हों।
id: Iklan ABC aman dari malware karena iklan ABCHTML diverifikasi sebelum ditayangkan, sehingga pengiklan dapat memastikan pengalaman pengguna yang aman dan membangun kepercayaan terhadap merek yang dipertimbangkan oleh pengguna. Ciptakan platform adtech untuk web cepat dan bergabunglah dengan ratusan platform teknologi yang saat ini mendukung ekosistem ABC sumber terbuka.
ru: ABC-реклама защищена от вредоносных программ, поскольку ABCHTML-реклама проверяется перед показом, следовательно, рекламодатели могут обеспечить безопасность работы пользователей и завоевать их доверие к брендам, с которыми эти пользователи работают. Презентуйте себя в качестве рекламной платформы для быстрого Интернета и присоединитесь к сотням технологических платформ, уже поддерживающих ABC-экосистему с открытым исходным кодом.

source: As the owner of your ABC websites and ads, no other parties can modify or add things, ensuring you are in control of the user experience and there won’t be any unexpected surprises. ABC ads are part of a user-first ecosystem and function the way a reasonable user would expect them to. Optimized ABC ads don’t drain the battery life of mobile devices, and clicking on them will lead to ABC pages, which are equally as fast and streamlined.
hi: आपकी एएमपी वेबसाइटों और विज्ञापनों के स्वामी के रूप में, कोई भी अन्य पक्ष चीजों को संशोधित या जोड़ नहीं सकता है, यह सुनिश्चित करते हुए कि उपयोगकर्ता अनुभव पर आपका नियंत्रण है और कोई अप्रत्याशित आश्चर्य नहीं होगा। एएमपी विज्ञापन उपयोगकर्ता-प्रथम पारिस्थितिकी तंत्र का हिस्सा हैं और उसी तरह कार्य करते हैं जिस तरह एक उचित उपयोगकर्ता उनसे अपेक्षा करता है। अनुकूलित एएमपी विज्ञापन मोबाइल उपकरणों की बैटरी लाइफ को खत्म नहीं करते हैं, और उन पर क्लिक करने से एएमपी पेज खुल जाएंगे, जो समान रूप से तेज़ और सुव्यवस्थित हैं।
id: Sebagai situs web dan iklan ABC milik Anda, tidak ada pihak lain yang dapat memodifikasi atau menambahkan apa pun, sehingga Anda sepenuhnya mengendalikan pengalaman pengguna dan tidak akan ada kejutan tidak terduga. Iklan ABC adalah bagian dari ekosistem yang mengutamakan pengguna dan berfungsi sebagaimana diharapkan oleh pengguna pada umumnya. Iklan ABC yang dioptimalkan tidak menguras masa pakai baterai perangkat seluler, dan jika diklik akan mengarah ke halaman ABC, yang sama cepat dan efisiennya.
ru: Будучи владельцем ABC-сайтов и рекламы, вы можете быть уверены, что третьи лица не смогут изменять или добавлять какие-либо элементы. Именно вы будете контролировать взаимодействие с пользователем, и любые неожиданности будут исключены. ABC-реклама является частью ориентированной на пользователя экосистемы и функционирует так, как того ожидал бы грамотный пользователь. Оптимизированная ABC-реклама не сокращает время автономной работы мобильных устройств, а переход по ней ведет на такие же быстрые и современные ABC-страницы.

source: ABC is simple and straightforward and quickly becoming the turnkey solution for building pages. ABC supports both traditional ads, and the faster, more secure ABCHTML ads. Ads on ABC pages are like any external resource and must play within the same constraints placed on all resources in ABC.
hi: एएमपी सरल और सीधा है और पेज बनाने के लिए तेजी से टर्नकी समाधान बन रहा है। एएमपी पारंपरिक विज्ञापनों और तेज़, अधिक सुरक्षित एएमपीएचटीएमएल विज्ञापनों दोनों का समर्थन करता है। एएमपी पृष्ठों पर विज्ञापन किसी भी बाहरी संसाधन की तरह हैं और उन्हें एएमपी में सभी संसाधनों पर रखी गई समान बाधाओं के भीतर चलना चाहिए।
id: ABC sederhana, mudah, dan dengan cepat menjadi solusi lengkap dan siap pakai untuk membuat halaman. ABC mendukung iklan tradisional dan iklan ABCHTML yang lebih cepat dan lebih aman. Iklan pada halaman ABC tidak berbeda dengan sumber daya eksternal lainnya, dalam artian harus berjalan dalam batasan yang diterapkan pada semua sumber daya di ABC.
ru: ABC прост, понятен и быстро становится готовым решением для создания страниц. ABC поддерживает как традиционную рекламу, так и более быструю и безопасную ABCHTML-рекламу. Реклама на ABC-страницах подобна любому другому внешнему ресурсу и должна воспроизводиться с теми же ограничениями, которые установлены для всех ABC-ресурсов.

source: The ABC Project has a vast network of resources for getting started in the Documentation section including great-looking ad templates, demos and examples. ABCHTML ads are flexible and dynamic, allowing for many creative formats like carousel, parallax, and lightbox, to name a few.
hi: एएमपी प्रोजेक्ट के पास दस्तावेज़ीकरण अनुभाग में शुरुआत करने के लिए संसाधनों का एक विशाल नेटवर्क है, जिसमें शानदार दिखने वाले विज्ञापन टेम्पलेट, डेमो और उदाहरण शामिल हैं। एएमपीएचटीएमएल विज्ञापन लचीले और गतिशील होते हैं, जो हिंडोला, लंबन और लाइटबॉक्स जैसे कई रचनात्मक प्रारूपों की अनुमति देते हैं।
id: Ada jaringan sumber daya yang luas untuk membantu Anda memulai Proyek ABC. Bukalah bagian Dokumentasi untuk menemukan templat iklan, demo, dan contoh yang enak dilihat. Iklan ABCHTML fleksibel dan dinamis, serta memungkinkan banyak format kreatif, antara lain, carousel, parallax, dan lightbox.
ru: Проект ABC содержит обширную сеть ресурсов для начала работы в разделе «Документация», включая великолепные шаблоны рекламы, демо-версии и примеры. ABCHTML-реклама имеет гибкий и динамичный формат и позволяет использовать многие визуальные эффекты, такие как карусели, параллакс, лайтбоксы и другие.

source: ABC for email allows exciting smarter and efficient user engagement, as customers can take action directly within their email such as managing their subscriptions, responding to polls, doodles, and bookings. This is possible because the server retrieves fresh content from remote endpoints, keeping email up to date.
hi: ईमेल के लिए एएमपी रोमांचक स्मार्ट और कुशल उपयोगकर्ता जुड़ाव की अनुमति देता है, क्योंकि ग्राहक सीधे अपने ईमेल के भीतर कार्रवाई कर सकते हैं जैसे कि उनकी सदस्यता प्रबंधित करना, पोल, डूडल और बुकिंग का जवाब देना। यह संभव है क्योंकि सर्वर ईमेल को अद्यतित रखते हुए, दूरस्थ एंडपॉइंट से ताज़ा सामग्री पुनर्प्राप्त करता है।
id: ABC untuk email memungkinkan keterlibatan pengguna yang menarik, lebih cerdas, dan efisien, karena pelanggan dapat mengambil tindakan langsung dalam email mereka, seperti mengelola langganan, menanggapi jajak pendapat, orat-oret, dan pemesanan. Hal ini dimungkinkan karena server mengambil konten baru dari titik akhir jarak jauh, sehingga email tetap mutakhir.
ru: ABC для писем позволяет привлекать пользователей более рационально и эффективно, поскольку клиенты могут выполнять действия непосредственно в своей электронной почте, например, управлять подписками, проходить опросы, оставлять заметки или что-то бронировать. Это возможно благодаря тому, что сервер получает свежий контент от нескольких распределенных узлов, всегда поддерживая письмо в актуальном состоянии.

source: ABC Email’s expanding capabilities allows you to take action right inside your Inbox. This includes carousels and accordions, and taking user input on forms and questionnaires.
hi: एएमपी ईमेल की विस्तारित क्षमताएं आपको सीधे अपने इनबॉक्स के अंदर कार्रवाई करने की अनुमति देती हैं। इसमें हिंडोला और अकॉर्डियन, और फ़ॉर्म और प्रश्नावली पर उपयोगकर्ता इनपुट लेना शामिल है।
id: Kemampuan Email ABC yang meluas memungkinkan Anda untuk mengambil tindakan langsung dari dalam Kotak Masuk. Tindakan ini termasuk carousel dan accordion, serta menarik input pengguna pada formulir dan kuesioner.
ru: Расширенные возможности ABC-писем позволяют выполнять необходимые действия прямо в папке «Входящие». В письма можно встраивать карусели изображений, аккордеоны для меню, а также формы ввода и опросы для пользователей.

source: ABC email allows an attractive option for promotional and subscriber-list emails. Through smarter engagement you can improve customer satisfaction through hassle-free feedback and subscription management all within their inbox.
hi: एएमपी ईमेल प्रचारात्मक और ग्राहक-सूची ईमेल के लिए एक आकर्षक विकल्प की अनुमति देता है। बेहतर सहभागिता के माध्यम से आप उनके इनबॉक्स में परेशानी मुक्त फीडबैक और सदस्यता प्रबंधन के माध्यम से ग्राहकों की संतुष्टि में सुधार कर सकते हैं।
id: Email ABC memungkinkan opsi menarik untuk email promosi dan daftar pelanggan. Melalui keterlibatan yang lebih cerdas, Anda dapat meningkatkan kepuasan pelanggan melalui umpan balik bebas repot dan pengelolaan langganan, semuanya di dalam kotak masuk mereka.
ru: ABC для писем дает перспективные возможности для рекламных писем и тематических рассылок. Благодаря интеллектуальному взаимодействию вы можете повысить качество обслуживания клиентов за счет упрощенной обратной связи и управления подписками прямо в их почтовом ящике.

source: Senders can include ABC components inside rich, engaging emails, making them dynamic and interactive. Users can engage with content and quickly take action such as RSVP to events, fill out questionnaires and personalize their content. ABC emails are always up to date and can function like digests, with fewer clicks necessary to achieve efficient results.
hi: प्रेषक समृद्ध, आकर्षक ईमेल के अंदर एएमपी घटकों को शामिल कर सकते हैं, जिससे वे गतिशील और इंटरैक्टिव बन सकते हैं। उपयोगकर्ता सामग्री के साथ जुड़ सकते हैं और घटनाओं के लिए आरएसवीपी, प्रश्नावली भरने और अपनी सामग्री को वैयक्तिकृत करने जैसी त्वरित कार्रवाई कर सकते हैं। एएमपी ईमेल हमेशा अद्यतित रहते हैं और कुशल परिणाम प्राप्त करने के लिए आवश्यक कम क्लिक के साथ डाइजेस्ट की तरह कार्य कर सकते हैं।
id: Pengirim dapat menyertakan komponen ABC di dalam email yang mendalam dan menarik, sehingga menjadikannya dinamis dan interaktif. Pengguna dapat berinteraksi dengan konten dan mengambil tindakan dalam waktu singkat, seperti RSVP acara, mengisi kuesioner, dan mempersonalkan konten mereka. Email ABC selalu mutakhir dan dapat berfungsi seperti intisari, dengan lebih sedikit klik yang diperlukan untuk mencapai hasil yang efisien.
ru: Отправители могут включать ABC-компоненты в насыщенные, привлекательные электронные письма, делая их интерактивными. Пользователи могут взаимодействовать с контентом и быстро выполнять различные действия, например, подтверждать приглашения, заполнять анкеты или персонализировать контент. ABC-письма не устаревают и могут функционировать как дайджест, но с меньшим количеством кликов, необходимых для достижения эффективных результатов.

source: ABC for email has no arbitrary 3rd party features to limit security issues, and far surpasses the capabilities currently provided by third party providers. Ad components are not allowed in ABC email, keeping users safe. To maintain users’ expectations of security and privacy, only a conservative subset of ABC functionality will be allowed.
hi: ईमेल के लिए एएमपी में सुरक्षा समस्याओं को सीमित करने के लिए कोई मनमाना तृतीय पक्ष सुविधाएँ नहीं हैं, और यह वर्तमान में तृतीय पक्ष प्रदाताओं द्वारा प्रदान की गई क्षमताओं से कहीं अधिक है। उपयोगकर्ताओं को सुरक्षित रखते हुए, एएमपी ईमेल में विज्ञापन घटकों की अनुमति नहीं है। उपयोगकर्ताओं की सुरक्षा और गोपनीयता की अपेक्षाओं को बनाए रखने के लिए, एएमपी कार्यक्षमता के केवल एक रूढ़िवादी उपसमुच्चय की अनुमति दी जाएगी।
id: ABC untuk email tidak memiliki fitur pihak ketiga pilihan guna menekan masalah keamanan, dan jauh melampaui kemampuan yang saat ini disediakan oleh penyedia pihak ketiga. Komponen iklan tidak diperbolehkan dalam email ABC, sehingga menjaga keamanan pengguna. Untuk menjaga ekspektasi pengguna terhadap keamanan dan privasi, hanya sejumlah fungsi ABC minim risiko yang akan diizinkan.
ru: ABC для писем не допускает использование случайных сторонних опций во избежание проблем с безопасностью, а его возможности намного превосходят предоставляемые сторонними поставщиками. Рекламные компоненты в ABC-письмах не разрешены, что обеспечивает безопасность пользователей. Для того чтобы оправдать ожидания пользователей в отношении безопасности и конфиденциальности, разрешается использовать только устойчивый набор функций ABC.

source: Embedding ABC within an email is simple, add a new MIME part with a content type of text/x-amp-html as a descendant of multipart/alternative. It should live alongside the existing text/html or text/plain parts. This ensures that the email message works on all clients.
hi: ईमेल के भीतर एएमपी एम्बेड करना सरल है, मल्टीपार्ट/विकल्प के वंशज के रूप में टेक्स्ट/x-amp-html के सामग्री प्रकार के साथ एक नया MIME भाग जोड़ें। इसे मौजूदा टेक्स्ट/एचटीएमएल या टेक्स्ट/सादा भागों के साथ रहना चाहिए। यह सुनिश्चित करता है कि ईमेल संदेश सभी ग्राहकों पर काम करता है।
id: Menyematkan ABC di dalam email caranya sederhana. Tambahkan bagian MIME baru dengan jenis konten text/x-amp-html sebagai turunan dari multipart/alternative. Ia harus berdampingan dengan bagian text/html atau text/plain yang sudah ada. Hal ini memastikan pesan email berfungsi pada semua klien.
ru: Встраивание ABC в электронное письмо — это просто. Добавьте новый MIME-элемент с типом содержимого text/x-amp-html в качестве потомка multipart/alternative. Он должен находиться рядом с существующими элементами text/html или text/plain. Это обеспечивает работу сообщения во всех почтовых клиентах.

source: Start sending ABC Emails
hi: एएमपी ईमेल भेजना प्रारंभ करें
id: Mulai mengirim Email ABC
ru: Начните отправлять ABC-письма

source: Start creating ads
hi: विज्ञापन बनाना प्रारंभ करें
id: Mulai membuat iklan
ru: Начните создавать рекламу

source: Start creating stories
hi: कहानियां बनाना शुरू करें
id: Mulai membuat cerita
ru: Начните создавать истории

source: Start creating websites
hi: वेबसाइट बनाना शुरू करें
id: Mulai membuat situs web
ru: Начните создавать сайты

source: Pick one of several editors to start creating ads without any coding involved.
hi: बिना किसी कोडिंग के विज्ञापन बनाना शुरू करने के लिए कई संपादकों में से एक चुनें।
id: Pilih satu dari beberapa editor untuk mulai membuat iklan tanpa melibatkan kode sama sekali.
ru: Выберите один из редакторов и начните создавать рекламу без необходимости программировать.

source: Pick one of several editors to start creating email without any coding involved.
hi: बिना किसी कोडिंग के ईमेल बनाना शुरू करने के लिए कई संपादकों में से एक चुनें।
id: Pilih satu dari beberapa editor untuk mulai membuat email tanpa melibatkan kode sama sekali.
ru: Выберите один из редакторов и начните создавать письма без необходимости программировать.

source: Pick one of several editors to start creating stories without any coding involved.
hi: बिना किसी कोडिंग के कहानियां बनाना शुरू करने के लिए कई संपादकों में से एक को चुनें।
id: Pilih satu dari beberapa editor untuk mulai membuat cerita tanpa melibatkan kode sama sekali.
ru: Выберите один из редакторов и начните создавать истории без необходимости программировать.

source: Pick one of several editors to start creating websites without any coding involved.
hi: बिना किसी कोडिंग के वेबसाइट बनाना शुरू करने के लिए कई संपादकों में से एक चुनें।
id: Pilih satu dari beberapa editor untuk mulai membuat situs web tanpa melibatkan kode sama sekali.
ru: Выберите один из редакторов и начните создавать сайты без необходимости программировать.

source: WYSIWYG Editor
hi: WYSIWYG संपादक
id: Editor WYSIWYG
ru: WYSIWYG-редактор

source: WYSIWYG drag and drop editor with templates, illustrations, icons, and the ability to upload your own images and videos.
hi: WYSIWYG टेम्प्लेट, चित्र, आइकन और अपनी खुद की छवियां और वीडियो अपलोड करने की क्षमता के साथ ड्रैग और ड्रॉप संपादक।
id: Editor WYSIWYG seret-dan-lepaskan yang dilengkapi templat, ilustrasi, ikon, dan kemampuan untuk mengunggah gambar dan video Anda sendiri.
ru: WYSIWYG-редактор с возможностью перетаскивания элементов, а также шаблонами, иллюстрациями, значками и возможностью загрузки собственных изображений и видео.

source: Newsroom Studio helps you create engaging, instant loading mobile experiences.
hi: न्यूज़रूम स्टूडियो आपको आकर्षक, त्वरित लोडिंग मोबाइल अनुभव बनाने में मदद करता है।
id: Newsroom Studio membantu Anda menciptakan pengalaman seluler yang menarik dan dimuat seketika.
ru: Newsroom Studio поможет вам создавать привлекательные, мгновенно загружаемые мобильные приложения.

source: Discover all tools
hi: सभी टूल खोजें
id: Temukan semua alat
ru: Просмотреть все инструменты

source: Send emails
hi: ईमेल भेजो
id: Kirim email
ru: Отправить письма

source: ABC<br> Email
hi: एएमपी<br> ईमेल
id: Email<br> ABC
ru: ABC-<br> письма

source: A whole new world of possibilities for content engagement
hi: सामग्री सहभागिता के लिए संभावनाओं की एक पूरी नई दुनिया
id: Keterlibatan konten dengan berjuta kemungkinan
ru: Совершенно новый мир возможностей для вовлечения в контент

source: ABC for email allows senders to include ABC components inside rich engaging emails, making modern app functionality available within email. The ABC email format provides a subset of ABCHTML components for use in email messages, that allows recipients of ABC emails to interact dynamically with content directly in the message.
hi: ईमेल के लिए एएमपी प्रेषकों को समृद्ध आकर्षक ईमेल के अंदर एएमपी घटकों को शामिल करने की अनुमति देता है, जिससे ईमेल के भीतर आधुनिक ऐप कार्यक्षमता उपलब्ध हो जाती है। एएमपी ईमेल प्रारूप ईमेल संदेशों में उपयोग के लिए एएमपीएचटीएमएल घटकों का एक सबसेट प्रदान करता है, जो एएमपी ईमेल प्राप्तकर्ताओं को सीधे संदेश में सामग्री के साथ गतिशील रूप से बातचीत करने की अनुमति देता है।
id: ABC untuk email memungkinkan pengirim untuk memasukkan komponen ABC ke dalam email yang mendalam dan menarik, sehingga menghadirkan fungsionalitas aplikasi modern di dalam email. Format email ABC menyediakan sebagian komponen ABCHTML untuk digunakan dalam pesan email, yang memungkinkan penerima email ABC untuk berinteraksi langsung secara dinamis dengan konten dalam pesan.
ru: ABC для писем позволяет отправителям включать ABC-компоненты в насыщенные привлекательные электронные письма, делая функциональные возможности современных приложений доступными в электронной почте. Формат ABC-писем предоставляет набор ABCHTML-компонентов для использования в сообщениях электронной почты, что позволяет получателям ABC-писем динамически взаимодействовать с содержимым непосредственно в сообщении.

source: More than 270 billion emails are sent every day, it is the pillar of many consumer and enterprise workflows. However the content that is sent in an email message is still limited – messages are static, can become out of date, and are not actionable without opening a browser. ABC email seeks to enhance and modernize the email experience through added support for dynamic content and interactivity while keeping users safe.
hi: प्रतिदिन 270 बिलियन से अधिक ईमेल भेजे जाते हैं, यह कई उपभोक्ता और उद्यम वर्कफ़्लो का स्तंभ है। हालाँकि ईमेल संदेश में भेजी गई सामग्री अभी भी सीमित है - संदेश स्थिर हैं, पुराने हो सकते हैं, और ब्राउज़र खोले बिना कार्रवाई योग्य नहीं हैं। एएमपी ईमेल उपयोगकर्ताओं को सुरक्षित रखते हुए गतिशील सामग्री और अन्तरक्रियाशीलता के लिए अतिरिक्त समर्थन के माध्यम से ईमेल अनुभव को बढ़ाने और आधुनिक बनाने का प्रयास करता है।
id: Lebih dari 270 miliar email dikirim setiap hari. Email adalah pilar dari banyak alur kerja konsumen dan perusahaan. Namun, konten yang terkirim dalam pesan email masih terbatas – pesan bersifat statis, dapat menjadi usang, dan tidak dapat ditindaklanjuti tanpa membuka browser. Email ABC berupaya meningkatkan dan memodernisasi pengalaman email melalui dukungan tambahan untuk konten dinamis dan interaktivitas, sekaligus menjaga keamanan pengguna.
ru: Ежедневно отправляется более 270 миллиардов электронных писем, это основа многих рабочих и потребительских процессов. Однако у содержимого сообщения электронной почты по-прежнему есть ограничения — сообщения статичны и могут устареть, а действия с ними недоступны вне браузера. ABC-письма помогают модернизировать работу с электронной почтой за счет дополнительной поддержки динамического контента и интерактивности, обеспечивая при этом безопасность пользователей.

source: It’s the biggest thing happening to email since the creation of email.
hi: ईमेल के निर्माण के बाद से यह ईमेल में होने वाली सबसे बड़ी चीज़ है।
id: Ini peristiwa terbesar dalam dunia email sejak email diciptakan.
ru: Это самое значимое событие в истории электронной почты с момента ее появления.

source: Antony Malone, Senior Product Owner Direct Marketing at Booking.com
hi: एंटनी मेलोन, बुकिंग.कॉम पर वरिष्ठ उत्पाद स्वामी प्रत्यक्ष विपणन
id: Antony Malone, Pemasaran Langsung Pemilik Produk Senior di Booking.com
ru: Энтони Мэлоун, старший владелец продукта, прямой маркетинг на Booking.com

source: Modern app functionality for email
hi: ईमेल के लिए आधुनिक ऐप कार्यक्षमता
id: Fungsionalitas aplikasi modern untuk email
ru: Современная функциональность приложения для писем

source: Modernize email with the power of ABC
hi: एएमपी की शक्ति से ईमेल को आधुनिक बनाएं
id: Modernkan email dengan kekuatan ABC
ru: Модернизируйте письма с помощью ABC

source: ABC email is an expansion of the already existing blazingly fast and high-performing ABC project. Expand your business through unprecedented features.
hi: एएमपी ईमेल पहले से मौजूद बेहद तेज़ और उच्च प्रदर्शन वाले एएमपी प्रोजेक्ट का विस्तार है। अभूतपूर्व सुविधाओं के माध्यम से अपने व्यवसाय का विस्तार करें।
id: Email ABC adalah perluasan dari proyek ABC yang sudah secepat kilat dan berkinerja tinggi. Perluas bisnis Anda melalui fitur-fitur yang belum pernah ada sebelumnya.
ru: ABC-письма — это расширение существующего функционала невероятно быстрого и высокоэффективного проекта ABC. Расширьте свой бизнес с помощью беспрецедентных возможностей.

source: Supported Email Clients
hi: समर्थित ईमेल क्लाइंट
id: Klien Email yang Didukung
ru: Поддерживаемые почтовые клиенты

source: These email clients currently support receiving ABC Emails
hi: ये ईमेल क्लाइंट वर्तमान में एएमपी ईमेल प्राप्त करने का समर्थन करते हैं
id: Klien-klien email berikut saat ini mendukung penerimaan Email ABC
ru: Эти почтовые клиенты уже поддерживают получение ABC-писем

source: Read on about ABC email
hi: एएमपी ईमेल के बारे में आगे पढ़ें
id: Baca tentang email ABC
ru: Прочитать о том, как работают ABC-письма

source: The benefits of ABC email
hi: एएमपी ईमेल के लाभ
id: Manfaat email ABC
ru: Преимущества ABC-писем

source: ABC for advertisers
hi: विज्ञापनदाताओं के लिए एएमपी
id: ABC untuk pengiklan
ru: ABC для рекламодателей

source: Grow engagement and increase conversions with faster experiences
hi: तेज़ अनुभवों के साथ जुड़ाव बढ़ाएँ और रूपांतरण बढ़ाएँ
id: Tumbuhkan keterlibatan dan tingkatkan konversi dengan pengalaman yang lebih cepat
ru: Повышайте вовлеченность и увеличивайте конверсию с помощью ускорения взаимодействия

source: Allows the creation of rich, eye-catching marketing content with Adobe Animate.
hi: Adobe Animate के साथ समृद्ध, आकर्षक मार्केटिंग सामग्री के निर्माण की अनुमति देता है।
id: Memungkinkan pembuatan konten pemasaran yang mendalam dan menarik perhatian dengan Adobe Animate.
ru: Позволяет создавать насыщенный и запоминающийся маркетинговый контент с помощью Adobe Animate.
