Repository: AFDSI/jay.dev
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: hi, id, ru

source: ABC controls all resource downloads: it prioritizes resource loading, loading only what’s needed, and prefetches lazy-loaded resources.
hi: एएमपी सभी संसाधन डाउनलोड को नियंत्रित करता है: यह संसाधन लोडिंग को प्राथमिकता देता है, केवल वही लोड करता है जो आवश्यक है, और आलसी-लोड किए गए संसाधनों को प्रीफ़ेच करता है।
id: ABC mengendalikan semua unduhan sumber daya, yakni memprioritaskan pemuatan sumber daya, hanya memuat hal-hal yang dibutuhkan, dan mem-prefetch sumber daya "lazy load".
ru: ABC контролирует весь процесс загрузки ресурсов: он определяет их приоритет, загружая только необходимые, а также заранее вызывает ресурсы с отложенной загрузкой.

source: When ABC downloads resources, it optimizes downloads so that the currently most important resources are downloaded first. Images and ads are only downloaded if they are likely to be seen by the user, above the fold, or if the user is likely to quickly scroll to them.
hi: जब एएमपी संसाधनों को डाउनलोड करता है, तो यह डाउनलोड को अनुकूलित करता है ताकि वर्तमान में सबसे महत्वपूर्ण संसाधन पहले डाउनलोड हो जाएं। छवियाँ और विज्ञापन केवल तभी डाउनलोड किए जाते हैं यदि उन्हें उपयोगकर्ता द्वारा फोल्ड के ऊपर देखे जाने की संभावना हो, या यदि उपयोगकर्ता द्वारा उन्हें तुरंत स्क्रॉल करने की संभावना हो।
id: Ketika mengunduh sumber daya, ABC mengoptimalkan unduhan sehingga sumber daya terpenting saat ini diunduh terlebih dahulu. Gambar dan iklan hanya diunduh jika berpeluang dilihat oleh pengguna, terdapat di paruh atas halaman, atau jika pengguna berpeluang untuk menggulir dengan cepat ke sana.
ru: Когда ABC загружает ресурсы, он оптимизирует загрузку так, что наиболее важные на данный момент ресурсы загружаются первыми. Изображения и рекламные объявления загружаются только в том случае, если пользователь сможет просмотреть их без прокрутки или быстро прокрутить до них страницу.

source: ABC also prefetches lazy-loaded resources. Resources are loaded as late as possible, but prefetched as early as possible. That way things load very fast but CPU is only used when resources are actually shown to users.
hi: एएमपी आलसी-लोडेड संसाधनों को भी प्रीफ़ेच करता है। संसाधनों को यथासंभव देर से लोड किया जाता है, लेकिन जितनी जल्दी हो सके प्रीफ़ेच किया जाता है। इस तरह चीजें बहुत तेजी से लोड होती हैं लेकिन सीपीयू का उपयोग केवल तभी किया जाता है जब संसाधन वास्तव में उपयोगकर्ताओं को दिखाए जाते हैं।
id: ABC juga mem-prefetch sumber daya "lazy load". Sumber daya dimuat seakhir mungkin, tetapi diambil sesegera mungkin. Dengan cara ini, elemen-elemen dimuat dengan sangat cepat, tetapi CPU hanya digunakan ketika sumber daya benar-benar ditampilkan kepada pengguna.
ru: ABC также заранее вызывает ресурсы с отложенной загрузкой. Ресурсы загружаются как можно позже, при этом их вызов осуществляется как можно раньше. Таким образом, все загружается очень быстро, но процессор используется только при непосредственном показе ресурсов пользователям.

source: Load pages in an instant
hi: तुरंत पेज लोड करें
id: Memuat halaman dalam sekejap
ru: Моментальная загрузка страниц

source: The new <a href="http://www.w3.org/TR/resource-hints/#dfn-preconnect">preconnect API</a> is used heavily to ensure HTTP requests are as fast as possible when they are made. With this, a page can be rendered before the user explicitly states they’d like to navigate to it; the page might already be available by the time the user actually selects it, leading to instant loading.
hi: नए <a href="http://www.w3.org/TR/resource-hints/#dfn-preconnect">preconnect API</a> का उपयोग यह सुनिश्चित करने के लिए किया जाता है कि HTTP अनुरोध यथासंभव तेज़ हों। वे इससे बने होते हैं। इसके साथ, उपयोगकर्ता द्वारा स्पष्ट रूप से यह बताने से पहले कि वे उस पर नेविगेट करना चाहते हैं, एक पृष्ठ प्रस्तुत किया जा सकता है; जब तक उपयोगकर्ता वास्तव में इसे चुनता है तब तक पृष्ठ पहले से ही उपलब्ध हो सकता है, जिससे तुरंत लोडिंग हो जाती है।
id: <a href="http://www.w3.org/TR/resource-hints/#dfn-preconnect">API prakoneksi</a> yang baru banyak digunakan untuk memastikan permintaan HTTP berkecepatan setinggi mungkin saat dibuat. Dengan begitu, halaman dapat dirender sebelum pengguna secara eksplisit menyatakan ingin bernavigasi ke sana; halaman tersebut mungkin sudah tersedia saat pengguna benar-benar memilihnya, sehingga dapat dimuat secara seketika.
ru: Новый <a href="http://www.w3.org/TR/resource-hints/#dfn-preconnect">API для предварительного соединения</a> интенсивно используется для обеспечения максимально быстрого выполнения HTTP-запросов. При этом страница может быть предзагружена еще до того, как пользователь явно заявит, что он хотел бы к ней перейти. К тому моменту, когда пользователь непосредственно выберет эту страницу, она будет уже полностью доступна и загрузится мгновенно.

source: While prerendering can be applied to all web content, it can also use up a lot of bandwidth and CPU. ABC is optimized to reduce both of these factors. Prerendering only downloads resources above the fold and prerendering doesn’t render things that might be expensive in terms of CPU.
hi: जबकि प्रीरेंडरिंग को सभी वेब सामग्री पर लागू किया जा सकता है, यह बहुत अधिक बैंडविड्थ और सीपीयू का भी उपयोग कर सकता है। एएमपी को इन दोनों कारकों को कम करने के लिए अनुकूलित किया गया है। प्रीरेंडरिंग केवल संसाधनों को फोल्ड के ऊपर डाउनलोड करता है और प्रीरेंडरिंग उन चीज़ों को रेंडर नहीं करता है जो सीपीयू के संदर्भ में महंगी हो सकती हैं।
id: Walaupun pra-render dapat diterapkan pada semua konten web, proses ini bisa jadi menggunakan banyak bandwidth dan CPU. ABC dioptimalkan untuk mengurangi kedua faktor ini. Pra-render hanya mengunduh sumber daya pada paruh atas halaman dan pra-render tidak merender elemen yang mungkin terlalu memakan CPU.
ru: Предварительный рендеринг можно применить ко всему контенту, но это может существенно увеличить нагрузку на сеть и центральный процессор. ABC оптимизирован для уменьшения обоих факторов. При предварительном рендеринге загружаются только те ресурсы, которые пользователь увидит в первую очередь. Ресурсы, которые активно задействуют процессор, не загружаются заранее.

source: Learn more about <a href="https://medium.com/@cramforce/why-amp-html-does-not-take-full-advantage-of-the-preload-scanner-7e7f788aa94e">why ABC HTML doesn’t take full advantage of the preload scanner</a>.
hi: <a href="https://medium.com/@cramforce/why-amp-html-does-not-take-full-advantage-of-the-preload-scanner-7e7f788aa94e">एएमपी के बारे में अधिक जानें HTML प्रीलोड स्कैनर का पूरा लाभ नहीं उठाता</a>।
id: Pelajari lebih lanjut <a href="https://medium.com/@cramforce/why-amp-html-does-not-take-full-advantage-of-the-preload-scanner-7e7f788aa94e">alasan ABC HTML tidak mengambil manfaat penuh dari pemindai pramuat</a>.
ru: Узнать подробности о том, <a href="https://medium.com/@cramforce/why-amp-html-does-not-take-full-advantage-of-the-preload-scanner-7e7f788aa94e">почему ABC HTML не использует все преимущества сканера предварительной загрузки</a>.

source: Developer Benefits
hi: डेवलपर लाभ
id: Manfaat Pengembang
ru: Преимущества для разработчиков

source: Regular Ad
hi: नियमित विज्ञापन
id: Iklan Biasa
ru: Обычная реклама

source: JavaScript is powerful, it can modify just about every aspect of the page, but it can also block DOM construction and delay page rendering (see also <a href="https://developers.google.com/web/fundamentals/performance/critical-rendering-path/adding-interactivity-with-javascript">Adding interactivity with JavaScript</a>). To keep JavaScript from delaying page rendering, ABC allows only asynchronous JavaScript.
hi: जावास्क्रिप्ट शक्तिशाली है, यह पेज के लगभग हर पहलू को संशोधित कर सकता है, लेकिन यह DOM निर्माण को भी अवरुद्ध कर सकता है और पेज रेंडरिंग में देरी कर सकता है (यह भी देखें <a href="https://developers.google.com/web/fundamentals/performance /critical-rendering-path/adding-interactivity-with-javascript">जावास्क्रिप्ट के साथ अन्तरक्रियाशीलता जोड़ना</a>)। जावास्क्रिप्ट को पेज रेंडरिंग में देरी से बचाने के लिए, एएमपी केवल एसिंक्रोनस जावास्क्रिप्ट की अनुमति देता है।
id: JavaScript sangat kuat, dapat memodifikasi hampir semua aspek halaman, tetapi juga dapat memblokir konstruksi DOM dan menunda perenderan halaman (lihat juga <a href="https://developers.google.com/web/fundamentals/performance/critical-rendering-path/adding-interactivity-with-javascript">Menambahkan interaktivitas dengan JavaScript</a>). Agar JavaScript tidak menunda perenderan halaman, ABC hanya mengizinkan JavaScript asinkronus.
ru: JavaScript имеет огромные возможности. С его помощью можно изменить практически любой аспект страницы, но это может задерживать построение DOM и замедлять рендеринг страницы (см. также <a href="https://developers.google.com/web/fundamentals/performance/critical-rendering-path/adding-interactivity-with-javascript">Оптимизация JavaScript для быстрой визуализации страницы</a>). Чтобы предотвратить задержку рендеринга страниц из-за JavaScript, ABC допускает только его асинхронные вызовы.

source: ABC uncouples document layout from resource layout. Only one HTTP request is needed to layout the entire doc (<a href="#font-triggering-must-be-efficient">+fonts</a>). Since ABC is optimized to avoid expensive style recalculations and layouts in the browser, there won’t be any re-layout when resources load.
hi: एएमपी दस्तावेज़ लेआउट को संसाधन लेआउट से अलग कर देता है। संपूर्ण दस्तावेज़ को लेआउट करने के लिए केवल एक HTTP अनुरोध की आवश्यकता है (<a href="#font-triggering-must-be-efficient">+fonts</a>)। चूंकि एएमपी को ब्राउज़र में महंगी शैली पुनर्गणना और लेआउट से बचने के लिए अनुकूलित किया गया है, इसलिए संसाधन लोड होने पर कोई पुन: लेआउट नहीं होगा।
id: ABC memisahkan tata letak dokumen dari tata letak sumber daya. Hanya satu permintaan HTTP yang diperlukan untuk menata letak seluruh dokumen (<a href="#font-triggering-must-be-efficient">+fonts</a>). Karena ABC dioptimalkan untuk menghindari perhitungan ulang gaya dan tata letak yang mahal di browser, tidak akan ada penataletakan ulang saat sumber daya dimuat.
ru: ABC разделяет отображение документа и отображение ресурсов. Для разметки всего документа требуется только один HTTP-запрос (<a href="#font-triggering-must-be-efficient">а также шрифты</a>). Поскольку ABC оптимизирован так, чтобы ресурсоемкие повторные вычисления стилей и макетирование страниц не выполнялись в браузере, при загрузке ресурсов повторная разметка не выполняется.

source: Any page that uses a custom script must tell the ABC system that it will eventually have a custom tag. For example, the <a href="../documentation/components/reference/amp-iframe.md"><code>amp-iframe</code></a> script tells the system that there will be an <code>amp-iframe</code> tag. ABC creates the iframe box before it even knows what it will include:
hi: कोई भी पेज जो कस्टम स्क्रिप्ट का उपयोग करता है, उसे एएमपी सिस्टम को बताना होगा कि अंततः उसमें एक कस्टम टैग होगा। उदाहरण के लिए, <a href="।./documentation/components/reference/amp-iframe.md"><code>amp-iframe</code></a> स्क्रिप्ट सिस्टम को बताती है कि एक होगा <code>amp-iframe</code> टैग. एएमपी यह जानने से पहले ही आईफ्रेम बॉक्स बनाता है कि इसमें क्या शामिल होगा:
id: Setiap halaman yang menggunakan skrip khusus harus memberi tahu sistem ABC bahwa nantinya ia akan memiliki tag khusus. Misalnya, skrip <a href="../documentation/components/reference/amp-iframe.md"><code>amp-iframe</code></a> memberi tahu sistem bahwa akan ada tag <code>amp-iframe</code>. ABC menciptakan kotak iframe bahkan sebelum tahu apa yang akan ada di dalamnya:
ru: Любая страница, использующая пользовательский скрипт, должна сообщать системе ABC, что в конечном итоге она будет иметь пользовательский тег. Например, скрипт <a href="../documentation/components/reference/amp-iframe.md"><code>amp-iframe</code></a> сообщает системе, что появится тег <code>amp-iframe</code>. ABC создает элемент iframe еще до того, как станет известно, что именно этот iframe будет в себя включать:

source: When ABC documents get prerendered for instant loading, only resources above the fold are actually downloaded. When ABC documents get prerendered for instant loading, resources that might use a lot of CPU (like third-party iframes) do not get downloaded.
hi: जब एएमपी दस्तावेज़ तत्काल लोडिंग के लिए पहले से रेंडर किए जाते हैं, तो केवल तह के ऊपर के संसाधन ही वास्तव में डाउनलोड होते हैं। जब एएमपी दस्तावेज़ तत्काल लोडिंग के लिए पहले से रेंडर किए जाते हैं, तो ऐसे संसाधन जो बहुत अधिक सीपीयू का उपयोग कर सकते हैं (जैसे तृतीय-पक्ष आईफ़्रेम) डाउनलोड नहीं होते हैं।
id: Ketika dokumen ABC diprarender agar dapat dimuat seketika, hanya sumber daya di paruh atas halaman yang benar-benar diunduh. Ketika dokumen ABC diprarender agar dapat dimuat seketika, sumber daya yang mungkin menggunakan banyak CPU (seperti iframe pihak ketiga) tidak diunduh.
ru: Когда выполняется предварительный рендеринг документов ABC для их последующей мгновенной загрузки, фактически загружаются только ресурсы, отображаемые на первом экране. Элементы, которые активно задействуют процессор (например, сторонние объекты iframe), не загружаются.

source: Vision & Mission
hi: विजन और मिशन
id: Visi & Misi
ru: Философия и миссия

source: Our vision is our north star we use to orient ourselves, and our mission describes the way we move into the direction of it.
hi: हमारी दृष्टि हमारा उत्तरी सितारा है जिसका उपयोग हम खुद को उन्मुख करने के लिए करते हैं, और हमारा मिशन बताता है कि हम इसकी दिशा में कैसे आगे बढ़ते हैं।
id: Visi kami adalah bintang utara yang kami gunakan untuk memandu arah, dan misi kami menggambarkan cara kami bergerak ke arah tersebut.
ru: Наша философия — это наша путеводная звезда, а наша миссия описывает то, как мы движемся по направлению к ней.

source: Vision
hi: दृष्टि
id: Visi
ru: Философия

source: Mission
hi: उद्देश्य
id: Misi
ru: Миссия

source: A strong, user-first open web forever.
hi: एक मजबूत, उपयोगकर्ता-प्रथम हमेशा के लिए खुला वेब।
id: Web terbuka yang selamanya kuat dan mengutamakan pengguna.
ru: Мощный, сфокусированный на пользователе открытый Интернет навсегда.

source: Provide a user-first format for web content, supporting the long-term success of every web publisher, merchant, and advertiser.
hi: प्रत्येक वेब प्रकाशक, व्यापारी और विज्ञापनदाता की दीर्घकालिक सफलता का समर्थन करते हुए, वेब सामग्री के लिए उपयोगकर्ता-प्रथम प्रारूप प्रदान करें।
id: Menyediakan format yang mengutamakan pengguna untuk konten web, sehingga mendukung keberhasilan jangka panjang setiap penayang web, pedagang, dan pengiklan.
ru: Создать сфокусированный на пользователе формат веб-контента, чтобы надолго обеспечить успех каждого издателя, продавца и рекламодателя в Интернете.

source: Design Principles
hi: डिज़ाइन सिद्धांत
id: Prinsip Desain
ru: Принципы дизайна

source: These design principles are meant to guide the ongoing design and development of ABC. They should help us make internally consistent decisions.
hi: ये डिज़ाइन सिद्धांत एएमपी के चल रहे डिज़ाइन और विकास का मार्गदर्शन करने के लिए हैं। उन्हें आंतरिक रूप से सुसंगत निर्णय लेने में हमारी मदद करनी चाहिए।
id: Prinsip desain ini ditujukan untuk memandu desain dan pengembangan ABC yang sedang berjalan. Prinsip ini akan membantu kita membuat keputusan yang konsisten secara internal.
ru: Эти принципы дизайна предназначены для того, чтобы направить в нужное русло текущие проекты и разработку ABC. Они должны помочь нам принимать внутренне согласованные решения.

source: User Experience > Developer Experience > Ease of Implementation.
hi: उपयोगकर्ता अनुभव > डेवलपर अनुभव > कार्यान्वयन में आसानी।
id: Pengalaman Pengguna> Pengalaman Pengembang > Kemudahan Implementasi.
ru: Пользовательский опыт > Опыт разработчиков > Простота реализации.

source: When in doubt, do what’s best for the end user experience, even if it means that it’s harder for the page creator to build or for the library developer to implement.
hi: जब संदेह हो, तो वही करें जो अंतिम उपयोगकर्ता अनुभव के लिए सबसे अच्छा हो, भले ही इसका मतलब यह हो कि पेज निर्माता के लिए इसे बनाना या लाइब्रेरी डेवलपर के लिए इसे लागू करना कठिन हो।
id: Jika ragu, lakukan yang terbaik untuk pengalaman pengguna akhir, meskipun itu berarti lebih sulit bagi pembuat halaman untuk membuat atau bagi pengembang perpustakaan untuk mengimplementasikannya.
ru: Если сомневаетесь, делайте то, что будет лучше для конечного пользователя, даже если это означает, что автору страницы будет сложнее ее создать, а разработчику библиотеки ее реализовать.

source: Don’t design for a hypothetical faster future browser.
hi: किसी काल्पनिक तेज़ भविष्य के ब्राउज़र के लिए डिज़ाइन न करें।
id: Jangan desain untuk browser masa depan yang belum dipastikan lebih cepat.
ru: Не разрабатывайте для гипотетически более быстрых будущих браузеров.

source: We’ve chosen to build ABC as a library in the spirit of the <a href="https://github.com/extensibleweb/manifesto/blob/master/README.md">EXTENSIBLE WEB MANIFESTO</a> to be able to fix the web of today, not the web of tomorrow. ABC should be fast in today’s browsers. When certain optimizations aren’t possible with today’s platform, ABC developers should participate in standards development to get these added to the web platform.</span>
hi: हमने <a href="https://github.com/extensibleweb/manifesto/blob/master/README.md">EXTENSIBLE WEB MANIFESTO</a> की भावना से ABC को एक लाइब्रेरी के रूप में बनाने का निर्णय लिया है। आज के जाल को ठीक करने में सक्षम होना, कल के जाल को नहीं। आज के ब्राउज़र में ABC तेज़ होना चाहिए। जब आज के प्लेटफ़ॉर्म के साथ कुछ अनुकूलन संभव नहीं हैं, तो एएमपी डेवलपर्स को इन्हें वेब प्लेटफ़ॉर्म पर जोड़ने के लिए मानकों के विकास में भाग लेना चाहिए।</span>
id: Kami memilih untuk membangun ABC sebagai perpustakaan dengan semangat <a href="https://github.com/extensibleweb/manifesto/blob/master/README.md">MANIFESTO WEB YANG DAPAT DIPERPANJANG</a> agar dapat memperbaiki web hari ini, bukan web masa depan. ABC harus cepat di browser saat ini. Ketika optimasi tertentu tidak dimungkinkan dengan platform saat ini, pengembang ABC harus berpartisipasi dalam pengembangan standar untuk menambahkannya ke platform web.</span>
ru: Мы решили выпустить ABC в качестве библиотеки в духе <a href="https://github.com/extensibleweb/manifesto/blob/master/README.md">расширяемого Интернет-манифеста</a>, чтобы иметь возможность доработать сеть сегодняшнего дня, а не завтрашнего. ABC должен работать быстро в современных браузерах. Когда определенная оптимизация невозможна на базе современной платформы, разработчики ABC должны участвовать в разработке новых стандартов, расширяя возможности этой веб-платформы.</span>

source: Don’t break the web.
hi: वेब को मत तोड़ो.
id: Jangan rusak web.
ru: Не ломайте Интернет.

source: Ensure that if ABC has outages or problems it doesn’t hurt the rest of the web. That means if the Google ABC Cache, the URL API or the library fails it should be possible for websites to gracefully degrade. If something works with an ABC cache it should also work without a cache.
hi: सुनिश्चित करें कि यदि एएमपी में रुकावट या समस्या है तो यह बाकी वेब को नुकसान नहीं पहुंचाएगा। इसका मतलब है कि यदि Google ABC कैश, URL API या लाइब्रेरी विफल हो जाती है तो वेबसाइटों के लिए इनायत से गिरावट संभव होनी चाहिए। यदि कोई चीज़ एएमपी कैश के साथ काम करती है तो उसे कैश के बिना भी काम करना चाहिए।
id: Pastikan bahwa jika ABC mengalami gangguan atau masalah, itu tidak akan mengganggu proses web lainnya. Berarti, jika Cache ABC Google, API URL atau perpustakaan gagal, seharusnya situs web dapat berkurang kualitasnya secara elegan. Jika sesuatu berfungsi dengan cache ABC, hal itu juga harus berfungsi tanpa cache.
ru: Настройте контент так, чтобы он отображался в обычном режиме, если в работе ABC возникнут неполадки. Другими словами, если Google ABC Cache, URL API или какая-то из библиотек выйдут из строя, это должно привести к деликатной потере качества при отображении сайта, а не его простою. То, что работает с ABC-кешем, должно работать и без него.

source: Solve problems on the right layer.
hi: समस्याओं को सही स्तर पर हल करें.
id: Pecahkan masalah di lapisan yang tepat.
ru: Решайте проблемы на соответствующем уровне.

source: E.g. don’t integrate things on the client side, just because that is easier, when the user experience would be better with a server side integration.
hi: जैसे चीजों को क्लाइंट साइड पर एकीकृत न करें, सिर्फ इसलिए कि यह आसान है, जब सर्वर साइड एकीकरण के साथ उपयोगकर्ता अनुभव बेहतर होगा।
id: Misalnya, jangan integrasikan sesuatu di sisi klien hanya karena itu lebih mudah, sedangkan pengalaman pengguna akan lebih terbantu dengan integrasi sisi server.
ru: Например, не интегрируйте что-то на стороне клиента просто потому, что это проще, если взаимодействие с пользователем будет лучше при интеграции на стороне сервера.

source: Only do things if they can be made fast.
hi: कार्य केवल तभी करें यदि उन्हें तेजी से बनाया जा सके।
id: Lakukan sesuatu hanya jika bisa dibuat cepat.
ru: Делайте что-то только в том случае, когда это может быть сделано быстро.

source: Don’t introduce components or features to ABC that can’t reliably run at 60fps or hinder the instant load experience on today’s most common mobile devices.
hi: एएमपी में ऐसे घटकों या सुविधाओं को शामिल न करें जो विश्वसनीय रूप से 60fps पर नहीं चल सकते हैं या आज के सबसे आम मोबाइल उपकरणों पर तत्काल लोड अनुभव में बाधा डालते हैं।
id: Jangan masukkan ke ABC komponen atau fitur yang tidak dapat berjalan dengan stabil pada 60fps atau menghambat pemuatan seketika pada perangkat seluler paling umum saat ini.
ru: Не вводите в ABC компоненты или функции, которые не смогут надежно работать при частоте 60fps или будут препятствовать мгновенной загрузке на самых распространенных современных мобильных устройствах.

source: Prioritise things that improve the user experience – but compromise when needed.
hi: उन चीजों को प्राथमिकता दें जो उपयोगकर्ता अनुभव को बेहतर बनाती हैं - लेकिन जरूरत पड़ने पर समझौता करें।
id: Prioritaskan hal-hal yang meningkatkan pengalaman pengguna – tetapi lakukan kompromi saat dibutuhkan.
ru: Сделайте приоритетными такие нововведения, которые улучшают пользовательский опыт, но при необходимости ищите компромиссное решение.

source: Some things can be made fast and are still a terrible user experience. ABCs should deliver a fantastic user experience and speed is just one part of that. Only compromise when lack of support for something would stop ABC from being widely used and deployed.
hi: कुछ चीजें तेजी से बनाई जा सकती हैं और फिर भी उपयोगकर्ता के लिए एक भयानक अनुभव है। एएमपी को एक शानदार उपयोगकर्ता अनुभव प्रदान करना चाहिए और गति इसका सिर्फ एक हिस्सा है। केवल तभी समझौता करें जब किसी चीज़ के लिए समर्थन की कमी एएमपी को व्यापक रूप से उपयोग और तैनात होने से रोकेगी।
id: Sesuatu yang bisa dibuat cepat belum tentu memberikan pengalaman baik bagi pengguna. ABC harus memberikan pengalaman pengguna yang fantastis dan kecepatan hanyalah salah satunya. Kompromi hanya dapat dilakukan jika kurangnya dukungan untuk sesuatu akan menghambat penggunaan dan penyebaran ABC secara luas.
ru: Некоторые вещи можно сделать быстро, но их взаимодействие с пользователем будет ужасным. ABC создает у пользователей исключительные впечатления, и высокая скорость — лишь часть общей картины. Проблемы возможны только в том случае, если что-то не будет поддерживаться, и из-за этого ABC не сможет широко применяться.

source: No allowlists.
hi: कोई अनुमति सूची नहीं.
id: Tidak ada daftar putih.
ru: Никаких белых списков.

source: We won’t give any special treatment to specific sites, domains or origins except where needed for security or performance reasons.
hi: हम सुरक्षा या प्रदर्शन कारणों से आवश्यक होने के अलावा विशिष्ट साइटों, डोमेन या मूल को कोई विशेष उपचार नहीं देंगे।
id: Kami tidak akan memberikan perlakuan khusus untuk situs, domain, atau asal tertentu, kecuali jika diperlukan untuk alasan keamanan atau kinerja.
ru: Мы не даем привилегий каким-либо отдельным сайтам, доменам или источникам, за исключением случаев, когда это необходимо по соображениям безопасности или производительности.

source: Discover more...
hi: और ढूंढें...
id: Cari tahu lebih banyak...
ru: Узнать больше...
