Repository: AFDSI/jay.dev
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: hi, id, ru

source: Why does the Accelerated Mobile Pages Project take an open source approach?
hi: एक्सेलरेटेड मोबाइल पेज प्रोजेक्ट ओपन सोर्स दृष्टिकोण क्यों अपनाता है?
id: Mengapa Proyek Accelerated Mobile Pages mengambil pendekatan sumber terbuka?
ru: Почему в проекте ABC используется открытый исходный код?

source: <p>The companies involved in the project want to make the mobile web work better for all -- not just for one platform, one set of technologies, or one set of publishers, or one set of advertisers. Making the project open source enables people to share and contribute their ideas and code for making the mobile web fast. We are just at the beginning of that journey and we look forward to other publishers, advertisers and technology companies joining along the way.</p>
hi: <p>प्रोजेक्ट में शामिल कंपनियां मोबाइल वेब को सभी के लिए बेहतर बनाना चाहती हैं - न कि केवल एक प्लेटफॉर्म, प्रौद्योगिकियों के एक सेट, या प्रकाशकों के एक सेट, या विज्ञापनदाताओं के एक सेट के लिए। प्रोजेक्ट को खुला स्रोत बनाने से लोग मोबाइल वेब को तेज़ बनाने के लिए अपने विचारों और कोड को साझा करने और योगदान करने में सक्षम हो जाते हैं। हम अभी उस यात्रा की शुरुआत में हैं और हम इस रास्ते में अन्य प्रकाशकों, विज्ञापनदाताओं और प्रौद्योगिकी कंपनियों के शामिल होने की आशा करते हैं।</p>
id: <p>Perusahaan yang terlibat dalam proyek ini ingin menjadikan web seluler berfungsi lebih baik untuk semua pihak – bukan hanya untuk satu platform, satu set teknologi, sejumlah penayang, atau sejumlah pengiklan. Proyek ini dijadikan sumber terbuka sehingga orang-orang dapat berbagi dan menyumbangkan ide dan kode mereka agar web seluler menjadi cepat. Kami baru berada di awal perjalanan itu dan kami menantikan penayang, pengiklan, dan perusahaan teknologi lainnya untuk bergabung nanti.</p>
ru: <p>Компании, участвующие в проекте, хотят улучшить работу мобильного Интернета для всех, а не только для одной платформы, набора технологий, группы издателей или рекламодателей. Благодаря реализации проекта в виде открытого исходного кода люди могут делиться своими идеями и, собственно, кодом, чтобы сделать мобильный Интернет быстрее. Мы только в начале этого пути и рассчитываем, что к нам присоединятся другие издатели, рекламодатели и технологические компании.</p>

source: Who can use Accelerated Mobile Pages?
hi: एक्सेलरेटेड मोबाइल पेज का उपयोग कौन कर सकता है?
id: Siapa yang dapat menggunakan Accelerated Mobile Pages?
ru: Кто может использовать ABC?

source: <p>The project is open to all players in the ecosystem - publishers, consumer platforms, advertisers and creators. To get an idea who some of the companies and sites are who use ABC, head to the <a href="/support/faqs/supported-platforms.html">Who page</a>.</p>
hi: <p>परियोजना पारिस्थितिकी तंत्र के सभी खिलाड़ियों - प्रकाशकों, उपभोक्ता प्लेटफार्मों, विज्ञापनदाताओं और रचनाकारों के लिए खुली है। यह जानने के लिए कि एएमपी का उपयोग करने वाली कुछ कंपनियां और साइटें कौन हैं, <a href="/support/faqs/supported-platforms.html">कौन पेज</a> पर जाएं।</p>
id: <p>Proyek ini terbuka untuk semua pemain di ekosistem – penayang, platform konsumen, pengiklan, dan pembuat. Untuk mendapatkan gambaran tentang beberapa perusahaan dan situs yang menggunakan ABC, kunjungi <a href="/support/faqs/supported-platforms.html">halaman Siapa</a>.</p>
ru: <p>Проект открыт для всех игроков в экосистеме — издателей, потребительских платформ, рекламодателей и авторов. Чтобы узнать, какие компании и сайты пользуются ABC, перейдите на <a href="/support/faqs/supported-platforms.html">соответствующую страницу</a>.</p>

source: What are the consequences of using Accelerated Mobile Pages?
hi: त्वरित मोबाइल पेजों का उपयोग करने के क्या परिणाम होते हैं?
id: Apa konsekuensi penggunaan Accelerated Mobile Pages?
ru: На что повлияет использование ABC?

source: <p>By using the ABC format, content producers are making the content in ABC files available to be crawled, indexed &amp; displayed (subject to the robots exclusion protocol) and cached by third parties.</p>
hi: <p>एएमपी प्रारूप का उपयोग करके, सामग्री निर्माता एएमपी फाइलों में सामग्री को क्रॉल, अनुक्रमित और उपलब्ध कराने के लिए उपलब्ध करा रहे हैं। प्रदर्शित (रोबोट बहिष्करण प्रोटोकॉल के अधीन) और तीसरे पक्ष द्वारा कैश किया गया।</p>
id: <p>Dengan menggunakan format ABC, produsen konten menjadikan konten dalam berkas ABC tersedia untuk dirayapi, diindeks, dan ditampilkan (tunduk terhadap protokol pengecualian robot), dan di-cache oleh pihak ketiga.</p>
ru: <p>Используя формат ABC, производители контента делают его доступным для нахождения, индексирования и отображения поисковыми роботами (в соответствии со стандартом исключений robots), а также кеширования третьими сторонами.</p>

source: What responsibilities do I have when using Accelerated Mobile Pages?
hi: एक्सेलरेटेड मोबाइल पेज का उपयोग करते समय मेरी क्या जिम्मेदारियाँ हैं?
id: Tanggung jawab apa yang saya miliki saat menggunakan Accelerated Mobile Pages?
ru: Какие задачи передо мной стоят при использовании ABC?

source: <p>If a publisher or advertiser collects data from users who view its ABC pages, such data collection is governed by their privacy policy. It is the publisher or advertiser’s responsibility to disclose its privacy policy, ideally by including a link to it within each of their ABC pages.</p> <p>Furthermore, the laws in many jurisdictions, such as in the European Union, require a website to give visitors information about cookies and other forms of local storage used on the site (including ABC pages). In many cases, these laws also require that the website obtain consent. It is the website's responsibility to determine, based on its use of cookies, what type of notice would be appropriate. Additional information and tools for generating cookie notices can be found at www.cookiechoices.org. Note that the ABC component <a href="/docs/reference/components/amp-user-notification.html">amp-user-notification</a> provides a way to display a dismissable notification to the user.</p> <p>If an ABC page is shown within a viewer on a third party platform, such as a Google ABC Viewer on Google Search, the viewer may be a hybrid environment in which the ABC page and the third party platform may each collect data about the user. In such a case, data collection by each party is governed by that party’s privacy policy (i.e., in a hybrid viewer environment, data collected by the ABC page is governed by its privacy policy and data collected by the third party platform is governed by the platform’s privacy policy). It is each party’s responsibility to disclose its privacy policy and comply with relevant data regulations, including European laws relating to its use of cookies.</p>
hi: <p>यदि कोई प्रकाशक या विज्ञापनदाता उसके एएमपी पेज देखने वाले उपयोगकर्ताओं से डेटा एकत्र करता है, तो ऐसा डेटा संग्रह उनकी गोपनीयता नीति द्वारा नियंत्रित होता है। यह प्रकाशक या विज्ञापनदाता की ज़िम्मेदारी है कि वह अपनी गोपनीयता नीति का खुलासा करे, आदर्श रूप से अपने प्रत्येक एएमपी पृष्ठ में इसका एक लिंक शामिल करके।</p> <p>इसके अलावा, कई न्यायालयों में कानून, जैसे कि यूरोपीय संघ में , एक वेबसाइट के लिए आगंतुकों को कुकीज़ और साइट पर उपयोग किए जाने वाले स्थानीय भंडारण के अन्य रूपों (एएमपी पृष्ठों सहित) के बारे में जानकारी देना आवश्यक है। कई मामलों में, इन कानूनों के लिए यह भी आवश्यक है कि वेबसाइट सहमति प्राप्त करे। यह वेबसाइट की ज़िम्मेदारी है कि वह कुकीज़ के उपयोग के आधार पर यह निर्धारित करे कि किस प्रकार का नोटिस उपयुक्त होगा। कुकी नोटिस जनरेट करने के लिए अतिरिक्त जानकारी और उपकरण www.cookiechoices.org पर पाए जा सकते हैं। ध्यान दें कि ABC घटक <a href="/docs/reference/components/amp-user-notification.html">amp-user-notification</a> उपयोगकर्ता को खारिज करने योग्य अधिसूचना प्रदर्शित करने का एक तरीका प्रदान करता है।< /p> <p>यदि कोई ABC पृष्ठ किसी तृतीय पक्ष प्लेटफ़ॉर्म पर किसी व्यूअर के भीतर दिखाया जाता है, जैसे कि Google खोज पर Google ABC व्यूअर, तो व्यूअर एक हाइब्रिड वातावरण हो सकता है जिसमें ABC पृष्ठ और तृतीय पक्ष प्लेटफ़ॉर्म प्रत्येक उपयोगकर्ता के बारे में डेटा एकत्र कर सकता है। ऐसे मामले में, प्रत्येक पक्ष द्वारा डेटा संग्रह उस पार्टी की गोपनीयता नीति द्वारा शासित होता है (यानी, हाइब्रिड व्यूअर वातावरण में, एएमपी पेज द्वारा एकत्र किया गया डेटा उसकी गोपनीयता नीति द्वारा नियंत्रित होता है और तीसरे पक्ष प्लेटफ़ॉर्म द्वारा एकत्र किया गया डेटा पार्टी द्वारा नियंत्रित होता है। प्लेटफ़ॉर्म की गोपनीयता नीति)। अपनी गोपनीयता नीति का खुलासा करना और कुकीज़ के उपयोग से संबंधित यूरोपीय कानूनों सहित प्रासंगिक डेटा नियमों का अनुपालन करना प्रत्येक पक्ष की जिम्मेदारी है।</p>
id: <p>Jika penayang atau pengiklan mengumpulkan data dari pengguna yang melihat halaman ABC-nya, pengumpulan data tersebut diatur oleh kebijakan privasi mereka. Tanggung jawab penayang atau pengiklan adalah mengungkap kebijakan privasinya, idealnya dengan mencantumkan tautannya di setiap halaman ABC mereka.</p> <p>Selain itu, undang-undang di banyak yurisdiksi, seperti di Uni Eropa, mewajibkan situs web untuk memberikan informasi kepada pengunjung tentang cookie dan bentuk penyimpanan lokal lain yang digunakan di situs (termasuk halaman ABC). Dalam banyak kasus, undang-undang ini juga mengharuskan situs web memperoleh persetujuan. Tanggung jawab situs web adalah menentukan, berdasarkan penggunaan cookie, jenis pemberitahuan apa yang sesuai. Informasi dan alat tambahan untuk menghasilkan pemberitahuan cookie dapat dilihat di www.cookiechoices.org. Perhatikan bahwa komponen ABC <a href="/docs/reference/components/amp-user-notification.html">amp-user-notification</a> menyediakan cara untuk menampilkan notifikasi yang dapat diabaikan kepada pengguna.</p> <p>Jika halaman ABC ditampilkan dalam penampil pada platform pihak ketiga, seperti Google ABC Viewer di Google Search, penampil tersebut mungkin merupakan lingkungan hibrida di mana halaman ABC dan platform pihak ketiga masing-masing dapat mengumpulkan data tentang pengguna. Dalam kasus seperti itu, pengumpulan data oleh tiap pihak diatur oleh kebijakan privasi pihak tersebut (yaitu, dalam lingkungan penampil hibrida, data yang dikumpulkan oleh halaman ABC diatur oleh kebijakan privasinya dan data yang dikumpulkan oleh platform pihak ketiga diatur oleh kebijakan privasi platform tersebut). Tanggung jawab tiap pihak adalah mengungkapkan kebijakan privasinya dan mematuhi peraturan data yang relevan, termasuk undang-undang Eropa terkait dengan penggunaan cookie pihak tersebut.</p>
ru: <p>Если издатель или рекламодатель собирает данные о пользователях, просматривающих его ABC-страницы, то такой сбор данных регулируется его политикой конфиденциальности. Издатель или рекламодатель обязаны предоставить доступ к своей политике конфиденциальности, в идеале разместив ссылку на нее на каждой из своих ABC-страниц.</p> <p>Кроме того, законодательство во многих регионах, например, в Европейском Союзе, требует, чтобы веб-сайт предоставлял посетителям информацию о файлах cookie и других формах локального хранилища, используемых на сайте (включая ABC-страницы). Во многих случаях эти законы также требуют, чтобы веб-сайт получил на это согласие. Веб-сайт несет ответственность за то, какой тип уведомления будет уместным, на основе использования файлов cookie. Дополнительную информацию и инструменты для создания уведомлений о файлах cookie можно найти на сайте www.cookiechoices.org. Следует отметить, что ABC-компонент <a href="/docs/reference/components/amp-user-notification.html">amp-user-notification</a> предоставляет способ отображения пользователю отклоняемого уведомления.</p> <p>Если ABC-страница отображается в просмотрщике на сторонней платформе, такой как Google ABC Viewer в поиске Google, просмотрщик может представлять собой гибридную среду, в которой ABC-страница и сторонняя платформа могут собирать данные о пользователе. В таком случае, сбор данных каждой стороной регулируется политикой конфиденциальности этой стороны (т.е. в гибридной среде просмотра данные, собираемые ABC-страницей, регулируются ее политикой конфиденциальности, а данные, собираемые сторонней платформой, регулируются политикой конфиденциальности платформы). Каждая сторона обязана раскрывать свою политику конфиденциальности и соблюдать соответствующие положения о данных, в том числе европейские законы, касающиеся использования ими файлов cookie.</p>

source: What type of content works best using Accelerated Mobile Pages?
hi: एक्सेलेरेटेड मोबाइल पेजों का उपयोग करके किस प्रकार की सामग्री सबसे अच्छा काम करती है?
id: Jenis konten apa yang paling cocok menggunakan Accelerated Mobile Pages?
ru: Какой тип контента лучше всего подходит для использования в ABC?

source: <p>The goal is for all content, from news stories to videos and from blogs to commerce pages and GIFs, to work using Accelerated Mobile Pages.</p>
hi: <p>समाचार कहानियों से लेकर वीडियो और ब्लॉग से लेकर वाणिज्य पेज और जीआईएफ तक सभी सामग्री के लिए लक्ष्य त्वरित मोबाइल पेज का उपयोग करके काम करना है।</p>
id: <p>Tujuan kami adalah agar semua konten, mulai dari berita hingga video, mulai dari blog hingga halaman dagang dan GIF, cocok menggunakan Accelerated Mobile Pages.</p>
ru: <p>Цель состоит в том, чтобы весь контент, от новостных историй до видеороликов, от блогов до коммерческих страниц и анимации, работал в формате ABC.</p>

source: Does making my content work for Accelerated Mobile Pages entail more work?
hi: क्या मेरी सामग्री को एक्सेलेरेटेड मोबाइल पेजों के लिए काम करने के लिए अधिक काम करना पड़ता है?
id: Apakah perlu usaha ekstra agar konten saya berfungsi untuk Accelerated Mobile Pages?
ru: Если я хочу перевести контент в формат ABC, потребует ли это дополнительных трудозатрат?

source: <p>In short, not much. Since “ABC HTML” is built entirely out of existing web technologies, the development process mirrors the one publishers and advertisers are already using today. Publishers and advertisers can familiarize themselves with the <a href="/docs/fundamentals/spec.html">ABC HTML specification</a> on GitHub. For those used to the current process, we don’t expect a significant learning curve.</p>
hi: <p>संक्षेप में, ज़्यादा नहीं। चूंकि "एएमपी एचटीएमएल" पूरी तरह से मौजूदा वेब प्रौद्योगिकियों से बनाया गया है, विकास प्रक्रिया उसी को प्रतिबिंबित करती है जिसे प्रकाशक और विज्ञापनदाता आज पहले से ही उपयोग कर रहे हैं। प्रकाशक और विज्ञापनदाता GitHub पर <a href="/docs/fundamentals/spec.html">ABC HTML विनिर्देश</a> से परिचित हो सकते हैं। वर्तमान प्रक्रिया के आदी लोगों के लिए, हम किसी महत्वपूर्ण सीखने की अवस्था की उम्मीद नहीं करते हैं।</p>
id: <p>Singkatnya, tidak banyak. Karena "ABC HTML" dibangun seluruhnya dari teknologi web yang sudah ada, proses pengembangannya serupa dengan proses yang sedang digunakan oleh penayang dan pengiklan dewasa ini. Penerbit dan pengiklan dapat mempelajari <a href="/docs/fundamentals/spec.html">spesifikasi ABC HTML</a> di GitHub. Bagi mereka yang terbiasa dengan proses saat ini, kami memprediksi tidak akan ada kurva belajar yang signifikan.</p>
ru: <p>Если вкратце, затрат немного. Поскольку ABC HTML целиком построен на основе существующих веб-технологий, процесс разработки аналогичен тому, что издатели и рекламодатели и так уже используют в настоящий момент. С полной <a href="/docs/fundamentals/spec.html">спецификацией ABC HTML</a> можно ознакомиться на GitHub. Те, кто хорошо знаком с текущим процессом создания страниц, скорее всего не нуждаются в длительном обучении.</p>

source: How can a publisher or advertiser get content into ABC HTML?
hi: कोई प्रकाशक या विज्ञापनदाता एएमपी HTML में सामग्री कैसे प्राप्त कर सकता है?
id: Bagaimana cara penayang atau pengiklan memasukkan konten ke ABC HTML?
ru: Как издатель или рекламодатель может перевести контент в формат ABC HTML?

source: <p>Publishers and Content Management System (CMS) providers can develop an integration with their CMS to generate ABC content. Automattic has already published a <a href="https://wordpress.org/plugins/amp/">WordPress ABC plugin</a> and we hope that all content management systems will add support for ABC HTML pages.</p>
hi: <p>प्रकाशक और सामग्री प्रबंधन प्रणाली (सीएमएस) प्रदाता एएमपी सामग्री उत्पन्न करने के लिए अपने सीएमएस के साथ एक एकीकरण विकसित कर सकते हैं। ऑटोमैटिक ने पहले ही <a href="https://wordpress.org/plugins/amp/">वर्डप्रेस एएमपी प्लगइन</a> प्रकाशित कर दिया है और हमें उम्मीद है कि सभी सामग्री प्रबंधन सिस्टम एएमपी HTML पेजों के लिए समर्थन जोड़ देंगे।< /पी>
id: <p>Penayang dan penyedia Sistem Manajemen Konten (CMS) dapat mengembangkan integrasi dengan CMS mereka untuk menghasilkan konten ABC. Automattic telah menerbitkan <a href="https://wordpress.org/plugins/amp/">plugin ABC WordPress</a> dan kami berharap semua sistem manajemen konten akan menambah dukungan untuk halaman ABC HTML.</p>
ru: <p>Издатели и CMS-провайдеры могут проводить интеграцию со своими CMS для создания контента ABC. Компания Automattic уже выпустила <a href="https://wordpress.org/plugins/amp/">плагин WordPress ABC</a>, и мы надеемся, что все системы управления контентом добавят поддержку ABC HTML-страниц.</p>

source: Is ABC only for mobile?
hi: क्या ABC केवल मोबाइल के लिए है?
id: Apakah ABC hanya untuk perangkat seluler?
ru: ABC только для мобильных?

source: <p>ABC was designed with responsiveness in mind, to work across <em>all</em> screen sizes. However, some features for third-party platforms (e.g., Google's Top Stories carousel) may only be designed for the mobile experience. Check with the third-party platform for how they use ABC. For more information about mobile and desktop ABC pages, see Paul Bakaus' blog post on <a href="https://paulbakaus.com/2016/07/01/about-that-mobile-in-accelerated-mobile-pages/">About that ‘mobile’ in Accelerated Mobile Pages</a>.</p>
hi: <p>ABC को <em>सभी</em> स्क्रीन आकारों पर काम करने के लिए प्रतिक्रियाशीलता को ध्यान में रखकर डिज़ाइन किया गया था। हालाँकि, तृतीय-पक्ष प्लेटफ़ॉर्म (उदाहरण के लिए, Google की टॉप स्टोरीज़ कैरोसेल) के लिए कुछ सुविधाएँ केवल मोबाइल अनुभव के लिए डिज़ाइन की जा सकती हैं। तीसरे पक्ष के प्लेटफ़ॉर्म से जांचें कि वे एएमपी का उपयोग कैसे करते हैं। मोबाइल और डेस्कटॉप एएमपी पेजों के बारे में अधिक जानकारी के लिए, <a href="https://paulbakaus.com/2016/07/01/about-that-mobile-in-accelerated-mobile-pages पर पॉल बकॉस का ब्लॉग पोस्ट देखें /">एक्सीलेरेटेड मोबाइल पेजेज में उस 'मोबाइल' के बारे में।</p>
id: <p>ABC dirancang dengan daya tanggap dalam pikiran, untuk bekerja di <em>semua</em> ukuran layar. Namun, beberapa fitur untuk platform pihak ketiga (mis., carousel Berita Utama Google) hanya dapat didesain untuk pengalaman seluler. Tanyakan kepada platform pihak ketiga cara mereka menggunakan ABC. Untuk informasi lebih lanjut tentang halaman ABC seluler dan desktop, lihat postingan blog Paul Bakaus di <a href="https://paulbakaus.com/2016/07/01/about-that-mobile-in-accelerated-mobile-pages/">About that ‘mobile’ in Accelerated Mobile Pages</a></p> (Tentang 'mobile' di dalam Accelerated Mobile Pages).
ru: <p>ABC спроектирован с учетом адаптивности страниц, чтобы работа была возможна на экранах <em>любых</em> размеров. Тем не менее, некоторые функции сторонних платформ (например, карусель Top Stories от Google) могут работать только на мобильных устройствах. Узнать о том, как та или иная платформа использует ABC, можно в ее документации. Для получения дополнительной информации об ABC-страницах для мобильных и ПК см. пост в блоге Пола Бакауса <a href="https://paulbakaus.com/2016/07/01/about-that-mobile-in-accelerated-mobile-pages/">О «мобильности» в ABC</a>.</p>

source: Platform Involvement
hi: मंच की भागीदारी
id: Keterlibatan Platform
ru: Участие платформ

source: How can a consumer platform get involved in Accelerated Mobile Pages?
hi: कोई उपभोक्ता प्लेटफ़ॉर्म त्वरित मोबाइल पेजों में कैसे शामिल हो सकता है?
id: Bagaimana platform konsumen dapat terlibat dalam Accelerated Mobile Pages?
ru: Как потребительская платформа может принять участие в проекте ABC?

source: <p>The project is open to everyone, and existing members of the project are very enthusiastic to engage with consumer platforms on the initiative. Google has opened its cache for use for free by anyone, including to consumer platforms that would like to display ABC content in their environment. Please get in touch via <a href="https://github.com/ampproject/amphtml/issues/new">GitHub</a> and we will address your questions as quickly as we can.</p>
hi: <p>परियोजना सभी के लिए खुली है, और परियोजना के मौजूदा सदस्य इस पहल पर उपभोक्ता प्लेटफार्मों के साथ जुड़ने के लिए बहुत उत्साहित हैं। Google ने अपने कैश को किसी भी व्यक्ति के लिए निःशुल्क उपयोग के लिए खोल दिया है, जिसमें उपभोक्ता प्लेटफ़ॉर्म भी शामिल हैं जो अपने परिवेश में ABC सामग्री प्रदर्शित करना चाहते हैं। कृपया <a href="https://github.com/ampproject/amphtml/issues/new">GitHub</a> के माध्यम से संपर्क करें और हम आपके प्रश्नों का यथाशीघ्र समाधान करेंगे।</p>
id: <p>Proyek ini terbuka untuk semua orang, dan anggota proyek yang ada sangat antusias untuk terlibat dengan platform konsumen dalam inisiatif ini. Google telah membuka cache-nya untuk digunakan secara gratis oleh siapa saja, termasuk bagi platform konsumen yang ingin menampilkan konten ABC di lingkungan mereka. Silakan hubungi kami melalui <a href="https://github.com/ampproject/amphtml/issues/new">GitHub</a>, lalu kami akan menanggapi pertanyaan Anda secepat mungkin.</p>
ru: <p>Проект открыт для всех, и действующие участники проекта с радостью наладят контакт с потребительскими платформами по их инициативе. Google открыл бесплатный кеш для всех, в том числе для потребительских платформ, которые хотели бы отображать контент ABC в своей среде. Пожалуйста, свяжитесь с нами на <a href="https://github.com/ampproject/amphtml/issues/new">GitHub</a>, и мы ответим на ваши вопросы при первой же возможности.</p>

source: How can an advertising or technology vendor get involved in Accelerated Mobile Pages?
hi: कोई विज्ञापन या प्रौद्योगिकी विक्रेता त्वरित मोबाइल पेजों में कैसे शामिल हो सकता है?
id: Bagaimana vendor iklan atau teknologi dapat terlibat dalam Accelerated Mobile Pages?
ru: Как поставщик рекламы или технологий может принять участие в проекте ABC?

source: <p>Please review the <a href="https://github.com/ampproject/amphtml/tree/main/3p#ads">contributing guidelines</a> and get in touch via <a href="https://github.com/ampproject/amphtml/issues/new">GitHub</a>.</p>
id: <p>Mohon tinjau <a href="https://github.com/ampproject/amphtml/tree/main/3p#ads">panduan kontribusi</a> dan hubungi kami melalui <a href="https://github.com/ampproject/amphtml/issues/new">GitHub</a>.</p>
ru: <p>Ознакомьтесь с <a href="https://github.com/ampproject/amphtml/tree/main/3p#ads">руководством по участию</a> и свяжитесь с нами на <a href="https://github.com/ampproject/amphtml/issues/new">GitHub</a>.</p>

source: How does advertising work on Accelerated Mobile Pages?
hi: त्वरित मोबाइल पेजों पर विज्ञापन कैसे काम करता है?
id: Bagaimana cara kerja iklan di Accelerated Mobile Pages?
ru: Как работает реклама на ABC?
