Repository: AFDSI/jay.dev
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: hi, id, ru

source: RDF in Fifty Words or Less
id: RDF dalam Lima Puluh Kata atau Kurang
ru: Elli veya Daha Az Kelimeyle RDF

source: Okay, so maybe this is a bit more than fifty words, but the key points are pretty simple (and put into <b>bold text</b> for you manager&#x2013;types who just want to get straight to the point). The <a href="https://en.wikipedia.org/wiki/Resource_Description_Framework"><i>Resource Description Framework</i></a>, or &#x201C;RDF&#x201D;, is really two things.
id: Oke, jadi mungkin ini lebih dari lima puluh kata, tapi poin utamanya cukup sederhana (dan ditulis dalam <b>teks tebal</b> untuk Anda tipe manajer yang hanya ingin langsung ke pokok permasalahan) . <a href="https://id.wikipedia.org/wiki/Rekomendasi_W3C"><i>Resource Description Framework</i></a>, atau &#x201C;RDF&#x201D;, sebenarnya terdiri dari dua hal .
ru: Tamam, belki bu elli kelimeden biraz fazla olabilir, ancak kilit noktalar oldukça basittir (ve doğrudan konuya girmek isteyen yönetici türleri için <b>kalın metin</b> ile yazılmıştır) . <a href="https://tr.wikipedia.org/wiki/Kaynak_Tan%C4%B1mlama_%C3%87er%C3%A7evesi"><i>Kaynak Açıklama Çerçevesi</i></a> veya &#x201C;RDF&#x201D; aslında iki şeydir .

source: First, RDF is a graph&#x2013;based model for describing Internet <i>resources</i> (like web pages and email messages), and how these resources relate to one another.
id: Pertama, RDF adalah model berbasis grafik untuk menggambarkan <i>sumber daya</i> Internet (seperti halaman web dan pesan email), dan bagaimana sumber daya ini berhubungan satu sama lain.
ru: İlk olarak RDF, İnternet <i>kaynaklarını</i> (web sayfaları ve e-posta mesajları gibi) ve bu kaynakların birbirleriyle nasıl ilişkili olduğunu açıklayan grafik tabanlı bir modeldir.

source: But what does that mean, <i>really</i>? To a developer, it means that the RDF data model (the &#x201C;graph&#x201D;) can be used as a mechanism for integrating and organizing Internet resources.
id: Tapi apa maksudnya, <i>benarkah</i>? Bagi pengembang, ini berarti model data RDF (&#x201C;grafik&#x201D;) dapat digunakan sebagai mekanisme untuk mengintegrasikan dan mengatur sumber daya Internet.
ru: Peki bu <i>gerçekten</i> ne anlama geliyor? Bir geliştirici için bu, RDF veri modelinin ( &#x0027;grafik &#x0027;) İnternet kaynaklarını entegre etmek ve düzenlemek için bir mekanizma olarak kullanılabileceği anlamına gelir.

source: Let&#x0027;s look at an example: <i>bookmarks</i>. Right now, most web browsers let you organize your bookmarks hierarchically into <i>folders</i>. Each bookmark is a <i>pointer</i> to a web page called a <b>URI</b> (<b>U</b>niform <b>R</b>esource <b>I</b>dentifier).
id: Mari kita lihat contohnya: <i>bookmark</i>. Saat ini, sebagian besar browser web memungkinkan Anda mengatur bookmark secara hierarki ke dalam <i>folder</i>. Setiap bookmark adalah <i>penunjuk</i> ke halaman web yang disebut <b>URI</b> (<b>U</b>niform <b>R</b>sumber daya <b>I< /b>pengidentifikasi).
ru: Bir örneğe bakalım: <i>yer işaretleri</i>. Şu anda çoğu web tarayıcısı, yer işaretlerinizi <i>klasörler</i> halinde hiyerarşik olarak düzenlemenize olanak tanıyor. Her yer işareti, <b>URI</b> (<b>U</b>tekbiçimli <b>R</b>kaynak <b>I<) adı verilen bir web sayfasına giden bir <i>işaretçidir</i> /b>tanımlayıcı).

source: But a web page is just one kind of Internet resource. There are tons of others, including email messages, reddit articles, RSS feeds, and search results from your favorite web crawler, just to name a few. And fundamentally, there&#x0027;s no reason that you shouldn&#x0027;t be able to treat these as &#x201C;bookmarks&#x201D; as well, grouping them together into folders as you please, or maybe even creating &#x201C;smart&#x201D; folders that, when you open them, dynamically generate their contents by running common search that you define.
id: Namun halaman web hanyalah salah satu jenis sumber daya Internet. Masih banyak lagi lainnya, termasuk pesan email, artikel reddit, RSS feed, dan hasil pencarian dari web crawler favorit Anda, hanyalah beberapa di antaranya. Dan pada dasarnya, tidak ada alasan Anda tidak dapat memperlakukan ini sebagai &#x201C;bookmark&#x201D; juga, mengelompokkannya ke dalam folder sesuka Anda, atau bahkan mungkin membuat folder &#x201C;pintar&#x201D; folder yang, ketika Anda membukanya, secara dinamis menghasilkan isinya dengan menjalankan pencarian umum yang Anda tentukan.
ru: Ancak bir web sayfası İnternet kaynaklarının yalnızca bir türüdür. Sadece birkaçını saymak gerekirse, e-posta mesajları, reddit makaleleri, RSS beslemeleri ve favori web tarayıcınızın arama sonuçları da dahil olmak üzere tonlarca başka şey vardır. Ve temel olarak, bunları "yer işaretleri" olarak değerlendirmemeniz için hiçbir neden yok; ayrıca bunları istediğiniz gibi klasörler halinde gruplandırabilir veya hatta &#x201C;akıllı&#x201D; Açtığınızda tanımladığınız ortak aramayı çalıştırarak içeriklerini dinamik olarak oluşturan klasörler.

source: And a &#x201C;bookmark&#x201D; could really have arbitrary properties associated with it: you might want to invent your own &#x201C;classification&#x201D; scheme for a bookmark <i>a la</i> Macintosh&#x0027;s &#x201C;hot&#x201D;, &#x201C;warm&#x201D;, &#x201C;cool&#x201D; color coding. Or you might want to relate a bookmark to another bookmark, or keep it in multiple &#x201C;folders&#x201D; at once.
id: Dan &#x201C;bookmark&#x201D; bisa saja memiliki properti sewenang-wenang yang terkait dengannya: Anda mungkin ingin membuat &#x201C;klasifikasi&#x201D; skema untuk penanda <i>a la</i> Macintosh &#x0027;panas &#x0027;, &#x0027;hangat &#x0027;, &#x0027;dingin &#x0027;; kode warna. Atau Anda mungkin ingin menghubungkan suatu bookmark dengan bookmark lain, atau menyimpannya di beberapa &#x0027;folder &#x0027;. sekaligus.
ru: Ve bir &#x201C;yer imi&#x201D; gerçekten bununla ilişkili keyfi özelliklere sahip olabilir: kendi &#x201C;sınıflandırmanızı&#x201D; icat etmek isteyebilirsiniz; <i>la</i> Macintosh &#x0027;un "sıcak", "sıcak", "havalı" yer imi şeması renk kodlaması. Ya da bir yer işaretini başka bir yer imiyle ilişkilendirmek veya onu birden çok &#x201C;klasörde&#x201D tutmak isteyebilirsiniz; bir kerede.

source: The RDF graph provides a perfect data model upon which to build a &#x201C;universal&#x201D; bookmarking service as described above: the graph can contain pointers to arbitrary resources and can group them in just about any way that you can imagine.
id: Grafik RDF memberikan model data yang sempurna untuk membangun model data &#x201C;universal&#x201D; layanan bookmark seperti dijelaskan di atas: grafik dapat berisi petunjuk ke sumber daya arbitrer dan dapat mengelompokkannya dengan cara apa pun yang dapat Anda bayangkan.
ru: RDF grafiği, üzerine &#x0027;evrensel &#x0027; bir veri modeli oluşturulacak mükemmel bir veri modeli sağlar. yukarıda açıklandığı gibi yer imi hizmeti: grafik, isteğe bağlı kaynaklara yönelik işaretçiler içerebilir ve bunları, hayal edebileceğiniz hemen hemen her şekilde gruplandırabilir.

source: But wait, there&#x0027;s more...
id: Tapi tunggu, masih ada lagi...
ru: Ama bekleyin, dahası da var...

source: Second, RDF is a serialization syntax. This syntax allows the graph&#x2013;like model to be communicated between &#x201C;agents&#x201D;.
id: Kedua, RDF adalah sintaks serialisasi. Sintaks ini memungkinkan model seperti grafik untuk dikomunikasikan antar &#x0027;agen &#x0027;.
ru: İkincisi, RDF bir serileştirme sözdizimidir. Bu sözdizimi, grafik benzeri modelin "aracılar" arasında iletilmesine olanak tanır.

source: Okay, what the heck does <i>that</i> mean? Fundamentally, it means that parts of the RDF data model can be communicated across network boundaries, and the contents of the graph can dynamically change as information arrives from a remote service.
id: Oke, apa maksudnya <i>itu</i>? Pada dasarnya, ini berarti bahwa bagian dari model data RDF dapat dikomunikasikan melintasi batas-batas jaringan, dan konten grafik dapat berubah secara dinamis seiring dengan masuknya informasi dari layanan jarak jauh.
ru: Tamam, <i>bu</i> ne anlama geliyor? Temel olarak bu, RDF veri modelinin bazı bölümlerinin ağ sınırları üzerinden iletilebileceği ve uzak bir hizmetten bilgi geldiğinde grafiğin içeriğinin dinamik olarak değişebileceği anlamına gelir.

source: Let&#x0027;s go back to our bookmark example. Say that one of my bookmark &#x201C;folders&#x201D; is really a pointer to my email inbox: when I open that folder, &#x76;&#x6f;&#x69;&#x6c;&#xe0;! All the messages that I&#x0027;ve received over night appear.
id: Mari kembali ke contoh bookmark kita. Katakanlah salah satu &#x201C;folder&#x201D; benar-benar merupakan penunjuk ke kotak masuk email saya: ketika saya membuka folder itu, &#x76;&#x6f;&#x69;&#x6c;&#xe0;! Semua pesan yang saya terima semalaman muncul.
ru: Yer imi örneğimize geri dönelim. Yer işaretim olan &#x201C;klasörlerimden&#x201D; bu gerçekten e-posta gelen kutumun bir işaretçisidir: o klasörü açtığımda, &#x76;&#x6f;&#x69;&#x6c;&#xe0;! Gece boyunca aldığım tüm mesajlar görünüyor.

source: But how did that happen? The inbox &#x201C;folder&#x201D; was really just a pointer to an Internet resource that contains more RDF that extends the graph. That &#x201C;Internet resource&#x201D; was a URI that pointed to a CGI script (say, &lt;code&gt;<span>http://www.mozilla.org/smart-mail/get-mail.cgi?user=waterson&amp;folder=inbox</span>&lt;/code&gt;). The CGI script actually generates <i>serialized RDF</i>, which is basically just a way of formatting a graph into <a href="https://en.wikipedia.org/wiki/Extensible_Markup_Language">XML</a>:
id: Tapi bagaimana hal itu bisa terjadi? &#x201C;folder&#x201D; sebenarnya hanyalah penunjuk ke sumber daya Internet yang berisi lebih banyak RDF yang memperluas grafik. &#x201C;Sumber daya Internet&#x201D; adalah URI yang menunjuk ke skrip CGI (misalnya, &lt;code&gt;<span>http://www.mozilla.org/smart-mail/get-mail.cgi?user=waterson&amp;folder=inbox</span> &lt;/kode&gt;). Skrip CGI sebenarnya menghasilkan <i>RDF berseri</i>, yang pada dasarnya hanyalah cara memformat grafik menjadi <a href="https://id.wikipedia.org/wiki/XML">XML</a >:
ru: Peki bu nasıl oldu? Gelen kutusu &#x201C;klasörü&#x201D; aslında grafiği genişleten daha fazla RDF içeren bir İnternet kaynağına yönelik bir işaretçiydi. Bu &#x0027;İnternet kaynağı &#x0027;; bir CGI betiğine işaret eden bir URI &#x0027;ydi (örneğin, &lt;code&gt;<span>http://www.mozilla.org/smart-mail/get-mail.cgi?user=waterson&amp;folder=inbox</span>) &lt;/code&gt;). CGI betiği aslında <i>serileştirilmiş RDF</i> üretir; bu, temel olarak bir grafiği <a href="https://tr.wikipedia.org/wiki/XML">XML</a olarak biçimlendirmenin bir yoludur. >:

source: Upon receipt of the above monstrosity, the RDF engine folds the RDF into the graph at the appropriate place, and the tree control that actually implements the UI to the bookmarks is notified that it should begin drawing some icons for the latest message about Banana Bread from Aunt Helga.
id: Setelah menerima keburukan di atas, mesin RDF melipat RDF ke dalam grafik di tempat yang sesuai, dan kontrol pohon yang benar-benar mengimplementasikan UI ke bookmark diberitahu bahwa ia harus mulai menggambar beberapa ikon untuk pesan terbaru tentang Roti Pisang dari Bibi Helga.
ru: Yukarıdaki canavarın alınması üzerine, RDF motoru, RDF &#x0027;yi uygun yerde grafiğe katlar ve kullanıcı arayüzünü yer imlerine fiilen uygulayan ağaç kontrolüne, Muzlu Ekmek hakkındaki en son mesaj için bazı simgeler çizmeye başlaması gerektiği bildirilir. Helga Teyze.

source: Knowledge graph applications
hi: ज्ञान ग्राफ अनुप्रयोग
id: Aplikasi grafik pengetahuan
ru: Приложения графа знаний

source: Knowledge graph applications for industry, science and government.
id: Aplikasi grafik pengetahuan untuk industri, sains dan pemerintahan.
ru: Приложения графа знаний для промышленности, науки и правительства.

source: Electronic Labels
hi: इलेक्ट्रॉनिक लेबल
id: Label Elektronik
ru: Электронные этикетки

source: Creating electronic labels with detailed product information in machine-readable format for humans & other intelligent machines.
hi: मनुष्यों और अन्य बुद्धिमान मशीनों के लिए मशीन-पठनीय प्रारूप में विस्तृत उत्पाद जानकारी के साथ इलेक्ट्रॉनिक लेबल बनाना।
id: Membuat label elektronik dengan informasi produk terperinci dalam format yang dapat dibaca mesin untuk manusia & mesin cerdas lainnya.
ru: Создание электронных этикеток с подробной информацией о продукте в машиночитаемом формате для людей и других интеллектуальных машин.

source: All about Electronic Labels
hi: इलेक्ट्रॉनिक लेबल के बारे में सब कुछ
id: Semua tentang Label Elektronik
ru: Все об электронных этикетках

source: Daily Food
hi: रोज़ का खाना
id: Makanan Sehari-hari
ru: Ежедневная еда

source: Serving detailed information about human food and meals, pet food and animal feed in machine-readable format. Storing intake history in your personal Biograph - companion to your Electronic Health Record.
hi: मशीन-पठनीय प्रारूप में मानव भोजन और भोजन, पालतू भोजन और पशु आहार के बारे में विस्तृत जानकारी प्रदान करना। आपकी व्यक्तिगत जीवनी में सेवन इतिहास संग्रहीत करना - आपके इलेक्ट्रॉनिक स्वास्थ्य रिकॉर्ड का साथी।
id: Menyajikan informasi rinci tentang makanan dan makanan manusia, makanan hewan dan pakan ternak dalam format yang dapat dibaca mesin. Menyimpan riwayat asupan di Biograf pribadi Anda - pendamping Catatan Kesehatan Elektronik Anda.
ru: Предоставление подробной информации о продуктах питания и кормах для людей, кормах для домашних животных и кормах для животных в машиночитаемом формате. Хранение истории приема в вашей личной биографии – дополнение к вашей электронной медицинской карте.

source: All about Daily Food
hi: दैनिक भोजन के बारे में सब कुछ
id: Semua tentang Makanan Sehari-hari
ru: Все о ежедневной еде

source: Export Import Data
hi: निर्यात आयात डेटा
id: Ekspor Impor Data
ru: Экспортировать данные импорта

source: Creating electronic Product Passports for presentation to government organizations administering border control policies and tariffs.
hi: सीमा नियंत्रण नीतियों और टैरिफ का प्रबंधन करने वाले सरकारी संगठनों के सामने प्रस्तुतिकरण के लिए इलेक्ट्रॉनिक उत्पाद पासपोर्ट बनाना।
id: Membuat Paspor Produk elektronik untuk dipresentasikan kepada organisasi pemerintah yang mengatur kebijakan dan tarif pengendalian perbatasan.
ru: Создание электронных паспортов продукции для представления правительственным организациям, контролирующим политику и тарифы пограничного контроля.

source: All about Export Import Data
hi: निर्यात आयात डेटा के बारे में सब कुछ
id: Semua tentang Ekspor Impor Data
ru: Все об экспорте и импорте данных

source: Daily Care
hi: दैनिक संरक्षण
id: Perawatan harian
ru: Ежедневный уход

source: Serving detailed information about cosmetics, textiles, and household chemicals in machine&#x2010;readable format. Storing exposure and contact history in your personal Biograph.
hi: मशीन-पठनीय प्रारूप में सौंदर्य प्रसाधन, वस्त्र और घरेलू रसायनों के बारे में विस्तृत जानकारी प्रदान करना। आपकी व्यक्तिगत जीवनी में एक्सपोज़र और संपर्क इतिहास संग्रहीत करना।
id: Menyajikan informasi detail mengenai kosmetik, tekstil, dan bahan kimia rumah tangga dalam format yang dapat dibaca mesin. Menyimpan paparan dan riwayat kontak di Biograf pribadi Anda.
ru: Предоставление подробной информации о косметике, текстиле и бытовой химии в машиночитаемом формате. Сохранение истории контактов и контактов в вашей личной биографии.

source: All about Daily Care
hi: दैनिक देखभाल के बारे में सब कुछ
id: Semua tentang Perawatan Harian
ru: Все о ежедневном уходе

source: Food Data Institute
hi: खाद्य डेटा संस्थान
id: Institut Data Pangan
ru: Институт пищевых данных

source: Developing data specifications for food & agriculture. Serving repositories for recording and comparing research data and discovering new solutions.
hi: खाद्य एवं कृषि के लिए डेटा विनिर्देशों का विकास करना। अनुसंधान डेटा की रिकॉर्डिंग और तुलना करने और नए समाधान खोजने के लिए रिपॉजिटरी की सेवा करना।
id: Mengembangkan spesifikasi data untuk pangan & pertanian. Melayani repositori untuk mencatat dan membandingkan data penelitian dan menemukan solusi baru.
ru: Разработка спецификаций данных для продовольствия и сельского хозяйства. Обслуживание хранилищ для записи и сравнения данных исследований и поиска новых решений.

source: All about Food Data Institute
hi: खाद्य डेटा संस्थान के बारे में सब कुछ
id: Semua tentang Institut Data Pangan
ru: Все об Институте пищевых данных

source: Ontomatica
hi: ओन्टोमैटिका
id: Ontomatika
ru: Онтоматика

source: Creating machine-readable information about foods, drugs, cosmetics, textiles, chemicals and commodities for selling in local, national and international markets.
hi: स्थानीय, राष्ट्रीय और अंतर्राष्ट्रीय बाजारों में बिक्री के लिए खाद्य पदार्थों, दवाओं, सौंदर्य प्रसाधनों, वस्त्रों, रसायनों और वस्तुओं के बारे में मशीन-पठनीय जानकारी बनाना।
id: Menciptakan informasi yang dapat dibaca mesin tentang makanan, obat-obatan, kosmetik, tekstil, bahan kimia dan komoditas untuk dijual di pasar lokal, nasional dan internasional.
ru: Создание машиночитаемой информации о продуктах питания, лекарствах, косметике, текстиле, химикатах и ​​товарах для продажи на местных, национальных и международных рынках.

source: All about Ontomatica
hi: ओन्टोमैटिका के बारे में सब कुछ
id: Semua tentang Ontomatica
ru: Все об Онтоматике

source: Simplify development of knowledge graph applications
hi: ज्ञान ग्राफ अनुप्रयोगों के विकास को सरल बनाएं
id: Menyederhanakan pengembangan aplikasi grafik pengetahuan
ru: Упрощение разработки приложений графа знаний

source: Develop applications using structured data and functional programming. Share data using curated data definitions and datasets. Improve dataset quality using visualization and machine-reasoning. Keep everything synchronized using Plato (Platform for ontologies).
hi: संरचित डेटा और कार्यात्मक प्रोग्रामिंग का उपयोग करके एप्लिकेशन विकसित करें। क्यूरेटेड डेटा परिभाषाओं और डेटासेट का उपयोग करके डेटा साझा करें। विज़ुअलाइज़ेशन और मशीन-तर्क का उपयोग करके डेटासेट गुणवत्ता में सुधार करें। प्लेटो (ऑन्टोलॉजी के लिए प्लेटफ़ॉर्म) का उपयोग करके सब कुछ सिंक्रनाइज़ रखें।
id: Mengembangkan aplikasi menggunakan data terstruktur dan pemrograman fungsional. Bagikan data menggunakan definisi data dan kumpulan data yang dikurasi. Tingkatkan kualitas kumpulan data menggunakan visualisasi dan penalaran mesin. Jaga agar semuanya tetap tersinkronisasi menggunakan Plato (Platform untuk ontologi).
ru: Разрабатывайте приложения с использованием структурированных данных и функционального программирования. Делитесь данными, используя тщательно подобранные определения и наборы данных. Повышайте качество набора данных с помощью визуализации и машинного рассуждения. Синхронизируйте все с помощью Plato (платформы для онтологий).

source: Monitor food & drug biochemistry
hi: खाद्य एवं औषधि जैव रसायन की निगरानी करें
id: Pantau biokimia makanan & obat
ru: Мониторинг биохимии пищевых продуктов и лекарств

source: Monitor component intake over days, weeks, months, and years using electronic data about food and drugs. Query composition and formulation information that is not available on printed labels. Pet owners monitor food and medicine for their companions. Determine links between food intake and health outcomes.
hi: भोजन और दवाओं के बारे में इलेक्ट्रॉनिक डेटा का उपयोग करके दिनों, हफ्तों, महीनों और वर्षों में घटक सेवन की निगरानी करें। क्वेरी संरचना और सूत्रीकरण जानकारी जो मुद्रित लेबल पर उपलब्ध नहीं है। पालतू पशु मालिक अपने साथियों के लिए भोजन और दवा की निगरानी करते हैं। भोजन के सेवन और स्वास्थ्य परिणामों के बीच संबंध निर्धारित करें।
id: Pantau asupan komponen selama berhari-hari, berminggu-minggu, berbulan-bulan, dan bertahun-tahun menggunakan data elektronik tentang makanan dan obat-obatan. Informasi komposisi dan formulasi kueri yang tidak tersedia pada label tercetak. Pemilik hewan peliharaan memantau makanan dan obat-obatan untuk temannya. Tentukan hubungan antara asupan makanan dan hasil kesehatan.
ru: Контролируйте потребление компонентов в течение дней, недель, месяцев и лет, используя электронные данные о продуктах питания и лекарствах. Информация о составе и формулировке запроса, которой нет на печатных этикетках. Владельцы домашних животных следят за едой и лекарствами для своих компаньонов. Определить связь между потреблением пищи и состоянием здоровья.

source: Monitor cosmetics, textile & household chemical biochemistry
hi: सौंदर्य प्रसाधन, कपड़ा और घरेलू रासायनिक जैव रसायन की निगरानी करें
id: Pantau kosmetik, tekstil & biokimia kimia rumah tangga
ru: Мониторинг биохимии косметики, текстиля и бытовой химии

source: Monitor use and exposure to components over days, weeks, months, and years using electronic data about cosmetics, textiles and household chemicals. Query chemical and fiber information that is not available on a printed label. Determine links between use/exposure and health outcomes.
hi: सौंदर्य प्रसाधनों, वस्त्रों और घरेलू रसायनों के बारे में इलेक्ट्रॉनिक डेटा का उपयोग करके दिनों, हफ्तों, महीनों और वर्षों में घटकों के उपयोग और जोखिम की निगरानी करें। रासायनिक और फाइबर संबंधी जानकारी के बारे में पूछें जो मुद्रित लेबल पर उपलब्ध नहीं है। उपयोग/एक्सपोज़र और स्वास्थ्य परिणामों के बीच संबंध निर्धारित करें।
id: Pantau penggunaan dan paparan komponen selama berhari-hari, berminggu-minggu, berbulan-bulan, dan bertahun-tahun menggunakan data elektronik tentang kosmetik, tekstil, dan bahan kimia rumah tangga. Menanyakan informasi kimia dan serat yang tidak tersedia pada label tercetak. Tentukan hubungan antara penggunaan/paparan dan hasil kesehatan.
ru: Контролируйте использование и воздействие компонентов в течение дней, недель, месяцев и лет, используя электронные данные о косметике, текстиле и бытовой химии. Запросите информацию о химических веществах и волокнах, которой нет на напечатанной этикетке. Определить связи между употреблением/воздействием и последствиями для здоровья.

source: Define product identity and impede counterfeits
hi: उत्पाद की पहचान परिभाषित करें और नकली उत्पाद को रोकें
id: Tentukan identitas produk dan cegah pemalsuan
ru: Определите идентичность продукта и предотвратите подделки

source: Use electronic product identity to impede counterfeit products and claims. Create a new label by combining existing labels and adding new information. Improve machine-automation by using structured data to control machine-operations. Example&#x3a; agriculture equipment calibrated by chemical formulations and environmental conditions.
id: Gunakan identitas produk elektronik untuk menghalangi produk dan klaim palsu. Buat label baru dengan menggabungkan label yang ada dan menambahkan informasi baru. Tingkatkan otomatisasi mesin dengan menggunakan data terstruktur untuk mengontrol operasi mesin. Contoh&#x3a; peralatan pertanian yang dikalibrasi berdasarkan formulasi kimia dan kondisi lingkungan.
ru: Используйте электронную идентификацию продукта, чтобы предотвратить появление контрафактной продукции и претензий. Создайте новую метку, объединив существующие метки и добавив новую информацию. Улучшите автоматизацию машин, используя структурированные данные для управления операциями машин. Пример&#x3a; сельскохозяйственное оборудование, откалиброванное по химическим составам и условиям окружающей среды.

source: Be a friend to Authorities
hi: अधिकारियों के मित्र बनें
id: Jadilah teman bagi Pihak Berwenang
ru: Будьте другом властей
