Repository: AFDSI/jay.dev
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: hi, id, ru

source: These days, if it isn’t instant - it’s not fast enough. Even the most memorable creative won’t serve its purpose if the ad is slow and disruptive for a user.
hi: इन दिनों, यदि यह तत्काल नहीं है - तो यह पर्याप्त तेज़ नहीं है। यदि विज्ञापन धीमा और उपयोगकर्ता के लिए विघटनकारी है तो सबसे यादगार क्रिएटिव भी अपना उद्देश्य पूरा नहीं करेगा।
id: Di zaman ini, jika sesuatu tidak instan, berarti kurang cepat. Bahkan materi iklan yang paling berkesan tidak akan berfungsi jika iklannya lambat dan menghambat pengguna.
ru: В наши дни то, что не мгновенно, уже недостаточно быстро. Даже самый запоминающийся образ не достигнет цели, если реклама будет медленно загружаться и мешать работе пользователя.

source: Advertising continues to be the cornerstone of every publisher’s business model; ABC is fundamentally changing the way ads are built and delivered on the web by supporting ads that are fast, safe, compelling and effective for users.
hi: विज्ञापन प्रत्येक प्रकाशक के व्यवसाय मॉडल की आधारशिला बना हुआ है; एएमपी उपयोगकर्ताओं के लिए तेज़, सुरक्षित, आकर्षक और प्रभावी विज्ञापनों का समर्थन करके वेब पर विज्ञापन बनाने और वितरित करने के तरीके को मौलिक रूप से बदल रहा है।
id: Iklan terus menjadi landasan model bisnis setiap penayang; ABC secara mendasar mengubah cara iklan dibuat dan ditayangkan di web dengan mendukung iklan yang cepat, aman, menarik, dan efektif bagi pengguna.
ru: Реклама продолжает оставаться краеугольным камнем бизнес-модели каждого издателя. ABC в корне меняет подход к созданию и показу рекламы в Интернете, поддерживая быструю, безопасную, убедительную и эффективную для пользователей рекламу.

source: A faster way to grow your business
hi: अपना व्यवसाय बढ़ाने का एक तेज़ तरीका
id: Cara lebih cepat untuk mengembangkan bisnis Anda
ru: Быстрый способ развить бизнес

source: A growing number of publishers and advertisers are adopting ABC to deliver faster and more engaging content to their users. As your clients embrace the speed of ABC and more users consume content on ABC pages, ensure that your business is positioned for the future and integrate your technology with ABC. Speeding up ads is the fastest way to boost performance.
hi: बड़ी संख्या में प्रकाशक और विज्ञापनदाता अपने उपयोगकर्ताओं को तेज़ और अधिक आकर्षक सामग्री प्रदान करने के लिए एएमपी को अपना रहे हैं। जैसे-जैसे आपके ग्राहक एएमपी की गति को अपनाते हैं और अधिक उपयोगकर्ता एएमपी पृष्ठों पर सामग्री का उपभोग करते हैं, सुनिश्चित करें कि आपका व्यवसाय भविष्य के लिए तैयार है और अपनी तकनीक को एएमपी के साथ एकीकृत करें। विज्ञापनों की गति बढ़ाना प्रदर्शन को बढ़ावा देने का सबसे तेज़ तरीका है।
id: Semakin banyak penayang dan pengiklan yang mengadopsi ABC untuk menyajikan konten yang lebih cepat dan lebih menarik bagi pengguna. Setelah klien Anda mengenal kecepatan ABC dan lebih banyak pengguna mengonsumsi konten pada halaman ABC, pastikan bisnis Anda diposisikan untuk masa depan dan integrasikan teknologi Anda dengan ABC. Mempercepat iklan adalah cara tercepat untuk meningkatkan kinerja.
ru: Все больше издателей и рекламодателей внедряют ABC, чтобы быстрее предоставлять своим пользователям привлекательный контент. Ваши клиенты по достоинству оценивают скорость ABC, все больше пользователей потребляют контент в виде ABC-страниц, так что вам стоит ориентировать бизнес на будущее и интегрировать используемые технологии с ABC. Увеличение скорости показа рекламы — самый быстрый способ повысить эффективность.

source: ABC ads greatly improve the mobile internet through their intelligent design and pre-loading features. This leads to increased traffic, higher sales conversion rates and more pages per visit - delivering the value you’re looking for in your ads.
hi: एएमपी विज्ञापन अपने बुद्धिमान डिज़ाइन और प्री-लोडिंग सुविधाओं के माध्यम से मोबाइल इंटरनेट को काफी बेहतर बनाते हैं। इससे ट्रैफ़िक में वृद्धि, उच्च बिक्री रूपांतरण दर और प्रति विज़िट अधिक पेज बनते हैं - जिससे आपको वह मूल्य मिलता है जो आप अपने विज्ञापनों में खोज रहे हैं।
id: Iklan ABC sangat meningkatkan internet seluler melalui desain cerdas dan fitur pra-muat. Hasilnya adalah peningkatan lalu lintas, tingkat konversi penjualan yang lebih tinggi, dan lebih banyak halaman per kunjungan – memberikan nilai yang Anda cari dari iklan Anda.
ru: ABC-реклама значительно улучшает мобильный Интернет благодаря продуманному дизайну и функциям предварительной загрузки. Благодаря этому растет трафик, повышается конверсия, а пользователи просматривают больше страниц за одно посещение, что повышает ценность вашей рекламы.

source: Although ABC pages support traditional HTML ads, these ads can be slow to load. To make ads themselves as fast as the rest of the ABC page, you can build ads in ABCHTML.
hi: हालाँकि ABC पेज पारंपरिक HTML विज्ञापनों का समर्थन करते हैं, लेकिन ये विज्ञापन लोड होने में धीमे हो सकते हैं। विज्ञापनों को बाकी एएमपी पेज जितना तेज़ बनाने के लिए, आप एएमपीएचटीएमएल में विज्ञापन बना सकते हैं।
id: Meskipun halaman ABC mendukung iklan HTML tradisional, iklan jenis ini mungkin lambat dimuat. Agar iklan sama cepatnya dengan bagian lainnya pada halaman ABC, Anda dapat membuat iklan di ABCHTML.
ru: Хотя ABC-страницы поддерживают использование традиционной HTML-рекламы, такие объявления могут загружаться медленно. Чтобы показывать рекламу так же быстро, как и остальной контент на ABC-странице, вы можете создавать объявления с помощью ABCHTML.

source: ABCHTML ads load as fast as content, increasing viewability and enticing engagement. ABCHTML ads are only delivered after being validated, ensuring that the ads are free of malware.
hi: ABCHTML विज्ञापन सामग्री जितनी तेजी से लोड होते हैं, जिससे दृश्यता बढ़ती है और जुड़ाव बढ़ता है। ABCHTML विज्ञापन मान्य होने के बाद ही वितरित किए जाते हैं, यह सुनिश्चित करते हुए कि विज्ञापन मैलवेयर से मुक्त हैं।
id: Iklan ABCHTML dimuat secepat konten, meningkatkan keterlihatan dan menarik keterlibatan. Iklan ABCHTML hanya ditayangkan setelah divalidasi, sehingga memastikan iklan tersebut bebas dari malware.
ru: ABCHTML-реклама загружается так же быстро, как и контент, что улучшает видимость и повышает вовлечение. ABCHTML-реклама показывается только после предварительной проверки, гарантирующей отсутствие в объявлениях вредоносного ПО.

source: Ads created with ABCHTML are served on both ABC and non-ABC pages. By building an ad with ABC, you can deliver a memorable brand experience everywhere without worrying about speed and platform compatibility.
hi: ABCHTML के साथ बनाए गए विज्ञापन ABC और गैर-ABC दोनों पेजों पर दिखाए जाते हैं। एएमपी के साथ एक विज्ञापन बनाकर, आप गति और प्लेटफ़ॉर्म अनुकूलता की चिंता किए बिना हर जगह एक यादगार ब्रांड अनुभव प्रदान कर सकते हैं।
id: Iklan yang dibuat dengan ABCHTML disajikan pada halaman ABC dan non-ABC. Dengan membuat iklan dengan ABC, Anda dapat memberikan pengalaman merek yang mengesankan di mana saja tanpa khawatir tentang kecepatan dan kompatibilitas platform.
ru: Реклама, созданная с помощью ABCHTML, может быть размещена как на ABC-страницах, так и на страницах без ABC. Настроив рекламу с помощью ABC, вы сможете не беспокоиться о скорости и совместимости с платформой и создадите незабываемые впечатления от бренда.

source: The benefits of ABC ads
hi: एएमपी विज्ञापनों के लाभ
id: Manfaat iklan ABC
ru: Преимущества ABC-рекламы

source: Read on about ABC ads
hi: एएमपी विज्ञापनों के बारे में आगे पढ़ें
id: Baca tentang iklan ABC
ru: Прочитать о том, как работает ABC-реклама

source: They load way faster. Users pick up on every small delay, and when the ads load fast, this has a very positive impact on their perception and advertiser performance.
hi: वे बहुत तेजी से लोड होते हैं. उपयोगकर्ता हर छोटी देरी का फायदा उठाते हैं, और जब विज्ञापन तेजी से लोड होते हैं, तो इसका उनकी धारणा और विज्ञापनदाता के प्रदर्शन पर बहुत सकारात्मक प्रभाव पड़ता है।
id: Iklan ABC dimuat lebih cepat. Pengguna menyadari setiap penundaan kecil, dan ketika iklan dimuat dengan cepat, dampaknya sangat positif pada persepsi mereka dan kinerja pengiklan.
ru: Она загружается быстрее в разы. Пользователи реагируют на любую, даже незначительную задержку, поэтому когда реклама загружается быстро, это существенно улучшает ее восприятие и повышает эффективность рекламодателя.

source: Shaun Zacharia, President & Co-Founder, Triplelift.
hi: शॉन जकारिया, अध्यक्ष और सह-संस्थापक, ट्रिपललिफ्ट।
id: Shaun Zacharia, Presiden & Rekan Pendiri, Triplelift.
ru: Шон Захария, президент и соучредитель Triplelift.

source: The average mobile site takes 19 seconds to load over a 3G connection. Coupled with the fact that conversions fall by 12% for every additional second a webpage takes to load, you can safely assume two things: speed equals performance, and most advertiser campaigns have room to improve. That’s where you come in. As an SSP, DSP, analytics provider, or anything in between, embracing speed means improving campaign performance, delivering quality user experiences, and establishing yourself as the adtech platform for the fast web. Join the hundreds of technology platforms currently supporting the open source ABC ecosystem.
hi: औसत मोबाइल साइट को 3जी कनेक्शन पर लोड होने में 19 सेकंड का समय लगता है। इस तथ्य के साथ कि वेबपेज लोड होने में लगने वाले प्रत्येक अतिरिक्त सेकंड के लिए रूपांतरण में 12% की गिरावट आती है, आप सुरक्षित रूप से दो बातें मान सकते हैं: गति प्रदर्शन के बराबर है, और अधिकांश विज्ञापनदाता अभियानों में सुधार की गुंजाइश है। यहीं आप आते हैं। एक एसएसपी, डीएसपी, एनालिटिक्स प्रदाता या इनके बीच की किसी भी चीज़ के रूप में, गति को अपनाने का अर्थ है अभियान प्रदर्शन में सुधार करना, गुणवत्तापूर्ण उपयोगकर्ता अनुभव प्रदान करना और तेज़ वेब के लिए खुद को एडटेक प्लेटफ़ॉर्म के रूप में स्थापित करना। वर्तमान में ओपन सोर्स एएमपी इकोसिस्टम का समर्थन करने वाले सैकड़ों प्रौद्योगिकी प्लेटफार्मों से जुड़ें।
id: Situs seluler rata-rata membutuhkan waktu 19 detik untuk dimuat melalui koneksi 3G. Ditambah fakta bahwa konversi turun 12% untuk setiap detik tambahan yang dibutuhkan halaman web, Anda dapat mengasumsikan dua hal: Kecepatan setara dengan kinerja, dan sebagian besar kampanye pengiklan masih bisa ditingkatkan lagi. Di sinilah peran Anda. Sebagai SSP, DSP, penyedia analisis, atau apa pun yang semacamnya, merangkul kecepatan berarti meningkatkan kinerja kampanye, memberikan pengalaman pengguna yang berkualitas, dan memantapkan diri Anda sebagai platform adtech untuk web cepat. Bergabunglah dengan ratusan platform teknologi yang saat ini mendukung ekosistem ABC sumber terbuka.
ru: В среднем загрузка мобильного сайта через 3G-соединение занимает 19 секунд. Учитывая, что с каждой секундой, которая требуется для загрузки веб-страницы, конверсия падает на 12%, можно смело предположить две вещи: скорость равна эффективности, и большинство рекламных кампаний можно улучшить. Здесь в игру вступаете вы. Для провайдера SSP, DSP, аналитики или чего-то промежуточного увеличение скорости означает повышение эффективности кампании, обеспечение качества взаимодействия с пользователем и утверждение себя в качестве рекламной платформы для быстрого Интернета. Присоединяйтесь к сотням технологических платформ, которые сегодня поддерживают открытую экосистему ABC.

source: ABC offers a way for you to give users a faster experience everywhere: on ads, landing pages or on your entire website. ABC ads help users engage with your brand and improve the performance of your campaigns. When your target audience lands on an ABC page, they get what they’re looking for in the moment they’re looking for it. The net result – they’re more likely to be engaged with and receptive to your brand’s messages, and more likely to take the actions you’re guiding them towards like completing a purchase.
hi: एएमपी आपको हर जगह उपयोगकर्ताओं को तेज़ अनुभव देने का एक तरीका प्रदान करता है: विज्ञापनों पर, लैंडिंग पृष्ठों पर या आपकी पूरी वेबसाइट पर। एएमपी विज्ञापन उपयोगकर्ताओं को आपके ब्रांड के साथ जुड़ने और आपके अभियानों के प्रदर्शन को बेहतर बनाने में मदद करते हैं। जब आपके लक्षित दर्शक किसी एएमपी पेज पर पहुंचते हैं, तो उन्हें उसी क्षण वह मिल जाता है जिसकी उन्हें तलाश होती है। शुद्ध परिणाम - वे आपके ब्रांड के संदेशों के साथ जुड़े रहने और उनके प्रति ग्रहणशील होने की अधिक संभावना रखते हैं, और उन कार्यों को करने की अधिक संभावना रखते हैं जिन्हें आप खरीदारी पूरी करने के लिए निर्देशित कर रहे हैं।
id: ABC menawarkan cara agar Anda dapat memberi pengguna pengalaman lebih cepat di mana saja: pada iklan, halaman landing, atau di seluruh situs web Anda. Iklan ABC membantu pengguna terlibat dengan merek Anda dan meningkatkan kinerja kampanye Anda. Ketika audiens sasaran Anda tiba di halaman ABC, mereka akan mendapatkan sesuatu yang mereka cari pada momen mereka mencarinya. Hasilnya, mereka lebih mungkin terlibat dan menerima pesan merek Anda, dan lebih mungkin mengambil tindakan yang Anda inginkan dari mereka, seperti menyelesaikan pembelian.
ru: С помощью ABC вы можете ускорить взаимодействие пользователя с чем бы то ни было — рекламой, целевыми страницами или со всем вашим сайтом. ABC-реклама помогает пользователям проникнуться вашим брендом и повышает эффективность ваших кампаний. Когда на ABC-страницу приходит ваша целевая аудитория, ее представители получают то, что ищут, в нужный момент. В итоге они с большей вероятностью заинтересуются вашим брендом и воспримут сообщения от его имени, и скорее предпримут шаги, к которым вы их направляете — например, совершат покупку.

source: What’s the difference between an ABCHTML ad and a regular ad? Seconds.
hi: ABCHTML विज्ञापन और नियमित विज्ञापन के बीच क्या अंतर है? सेकंड.
id: Apa perbedaan antara iklan ABCHTML dan iklan biasa? Detik.
ru: В чем разница между ABCHTML-рекламой и обычной рекламой? В секундах.

source: ABCHTML Ad
hi: एएमपीएचटीएमएल विज्ञापन
id: Iklan ABCHTML
ru: ABCHTML-реклама

source: More overall traffic
hi: अधिक समग्र यातायात
id: Lebih banyak lalu lintas keseluruhan
ru: Увеличение общего трафика

source: India Today delights readers and boosts revenue with ABC
hi: इंडिया टुडे ने पाठकों को प्रसन्न किया और एएमपी के साथ राजस्व बढ़ाया
id: India Today menyenangkan pembaca dan meningkatkan pendapatan dengan ABC
ru: India Today радует читателей и повышает доход с помощью ABC

source: Increase in returning users from mobile search
hi: मोबाइल खोज से लौटने वाले उपयोगकर्ताओं में वृद्धि
id: Peningkatan pengguna yang kembali lagi dari pencarian seluler
ru: Увеличение числа пользователей, приходящих на сайт благодаря мобильному поиску

source: ABC helps the Washington Post increase returning users from mobile search by 23%
hi: एएमपी वाशिंगटन पोस्ट को मोबाइल खोज से वापस लौटने वाले उपयोगकर्ताओं को 23% तक बढ़ाने में मदद करता है
id: ABC membantu Washington Post meningkatkan pengguna yang kembali lagi dari pencarian seluler sebesar 23%
ru: ABC помогает Washington Post увеличить на 23% число пользователей, приходящих на сайт через мобильный поиск

source: Faster page load time
hi: तेज़ पेज लोड समय
id: Waktu pemuatan halaman lebih cepat
ru: Ускорение загрузки страницы

source: ABC makes Gizmodo 3x faster on mobile
hi: ABC मोबाइल पर Gizmodo को 3x तेज़ बनाता है
id: ABC membuat Gizmodo 3x lebih cepat di ponsel
ru: ABC в три раза ускоряет загрузку Gizmodo на мобильных устройствах

source: Compelling, smooth and instant
hi: सम्मोहक, सहज और त्वरित
id: Memikat, lancar, dan instan
ru: Мгновенно, плавно, приятно глазу

source: Easily create user first websites with ABC.
hi: ABC के साथ आसानी से उपयोगकर्ता के लिए पहली वेबसाइट बनाएं।
id: Buat situs web pertama pengguna dengan mudah menggunakan ABC.
ru: Создавайте ориентированные на пользователя сайты с легкостью с помощью ABC.

source: What is<br> ABC?
hi: <br> एएमपी क्या है?
id: Apa itu<br> ABC?
ru: Что такое<br> ABC?

source: Web pages that are compelling, smooth, and load near instantaneously
hi: ऐसे वेब पेज जो आकर्षक, सहज और तुरंत लोड होने वाले हों
id: Halaman web yang memikat, lancar, dan dimuat nyaris seketika
ru: Это веб-страницы, которые притягивают взгляд, моментально загружаются и плавно работают

source: ABC is a simple and robust format to ensure your website is fast, user-first, and makes money. ABC provides long-term success for your web strategy with distribution across popular platforms and reduced operating and development costs.
hi: एएमपी यह सुनिश्चित करने के लिए एक सरल और मजबूत प्रारूप है कि आपकी वेबसाइट तेज़, उपयोगकर्ता-प्रथम है और पैसा कमाती है। एएमपी लोकप्रिय प्लेटफार्मों पर वितरण और कम परिचालन और विकास लागत के साथ आपकी वेब रणनीति के लिए दीर्घकालिक सफलता प्रदान करता है।
id: ABC adalah format sederhana dan kuat untuk memastikan situs web Anda cepat, mengutamakan pengguna, dan menghasilkan uang. ABC memberikan keberhasilan jangka panjang untuk strategi web Anda melalui distribusi di seluruh platform populer dan biaya operasi dan pengembangan yang lebih sedikit.
ru: ABC — это простой и надежный формат, который служит для того, чтобы сайт быстро работал, ориентировался на пользователя и приносил прибыль. ABC обеспечивает долгосрочный успех веб-стратегии благодаря распространению на различных популярных платформах и снижению затрат на эксплуатацию и разработку.

source: Create great web experiences for users across the open web
hi: खुले वेब पर उपयोगकर्ताओं के लिए बेहतरीन वेब अनुभव बनाएँ
id: Ciptakan pengalaman web luar biasa bagi pengguna di seluruh web terbuka
ru: Создайте прекрасные впечатления у пользователей по всему Интернету

source: ABC enables the creation of websites and ads that are consistently fast, beautiful and high-performing across devices and distribution platforms. Publishers and advertisers can decide how to present their content that emphasizes a user-first experience.
hi: एएमपी उन वेबसाइटों और विज्ञापनों के निर्माण को सक्षम बनाता है जो सभी डिवाइस और वितरण प्लेटफार्मों पर लगातार तेज़, सुंदर और उच्च प्रदर्शन करने वाले होते हैं। प्रकाशक और विज्ञापनदाता यह तय कर सकते हैं कि अपनी सामग्री को कैसे प्रस्तुत किया जाए जो उपयोगकर्ता-पहले अनुभव पर जोर देती है।
id: ABC memungkinkan pembuatan situs web dan iklan yang cepat, indah, dan berkinerja tinggi secara konsisten di berbagai perangkat dan platform distribusi. Penayang dan pengiklan dapat menentukan cara penyajian konten yang menekankan pengalaman yang mengutamakan pengguna.
ru: ABC позволяет создавать веб-сайты и рекламу, которые одинаково быстро работают и красиво смотрятся на всех устройствах и платформах распространения. Издатели и рекламодатели могут выбрать, как представить свой контент, чтобы подчеркнуть ориентированность на пользователя.

source: We are committed to improving speed across the board. If our site takes a long time to load, it doesn’t matter how great our journalism is, some people will leave the page before they see what’s there.
hi: हम बोर्ड भर में गति में सुधार करने के लिए प्रतिबद्ध हैं। यदि हमारी साइट लोड होने में लंबा समय लेती है, तो इससे कोई फर्क नहीं पड़ता कि हमारी पत्रकारिता कितनी अच्छी है, कुछ लोग यह देखने से पहले ही पेज छोड़ देंगे कि वहां क्या है।
id: Kami berkomitmen untuk meningkatkan kecepatan secara menyeluruh. Jika situs kami lama dimuat, tidak peduli seberapa hebat jurnalisme kami, sebagian orang akan meninggalkan halaman sebelum melihat isinya.
ru: Мы стремимся увеличить скорость по всем направлениям. Если загрузка нашего сайта занимает много времени, уже неважно, насколько хороши наши статьи — некоторые люди уйдут со страницы, не успев ее увидеть.

source: David Merrell, Senior Product Manager
hi: डेविड मेरेल, वरिष्ठ उत्पाद प्रबंधक
id: David Merrell, Manajer Produk Senior
ru: Дэвид Меррелл, старший менеджер по продукту

source: What ABC HTML is made of
hi: ABC HTML किससे बना है?
id: Komponen ABC HTML
ru: Из чего сделан ABC HTML

source: Though most tags in an ABC HTML page are regular HTML tags, some HTML tags are replaced with ABC-specific tags (see also HTML Tags in the ABC spec). These custom elements, called ABC HTML components, make common patterns easy to implement in a performant way.
hi: हालाँकि ABC HTML पेज में अधिकांश टैग नियमित HTML टैग होते हैं, कुछ HTML टैग को ABC-विशिष्ट टैग से बदल दिया जाता है (ABC विनिर्देश में HTML टैग भी देखें)। ये कस्टम तत्व, जिन्हें एएमपी HTML घटक कहा जाता है, सामान्य पैटर्न को निष्पादन योग्य तरीके से लागू करना आसान बनाते हैं।
id: Sebagian besar tag pada sebuah halaman ABC HTML adalah tag HTML biasa, tetapi beberapa tag HTML diganti dengan tag spesifik ABC (lihat juga Tag HTML dalam spesifikasi ABC). Elemen khusus ini, yang disebut komponen ABC HTML, menjadikan pola umum mudah diimplementasikan dengan cara yang efektif.
ru: Хотя большинство тегов на ABC HTML-странице являются обычными HTML-тегами, некоторые HTML-теги заменяются особыми ABC-тегами (см. также HTML-теги в спецификации ABC). Эти пользовательские элементы, называемые ABC HTML-компонентами, облегчают реализацию типичных сценариев.

source: Built-in components
hi: अंतर्निर्मित घटक
id: Komponen bawaan
ru: Встроенные компоненты

source: ABC HTML is HTML with some restrictions for reliable performance.
hi: एएमपी HTML विश्वसनीय प्रदर्शन के लिए कुछ प्रतिबंधों के साथ HTML है।
id: ABC HTML adalah HTML dengan beberapa batasan untuk kinerja yang andal.
ru: ABC HTML — это HTML с некоторыми ограничениями, необходимыми для надежной работы.

source: For example, the amp-img tag provides full srcset support even in browsers that don’t support it yet. Learn how to create your first ABC HTML page.
hi: उदाहरण के लिए, amp-img टैग उन ब्राउज़रों में भी पूर्ण srcset समर्थन प्रदान करता है जो अभी तक इसका समर्थन नहीं करते हैं। जानें कि अपना पहला एएमपी HTML पेज कैसे बनाएं।
id: Misalnya, tag amp-img menyediakan dukungan srcset penuh, bahkan di browser yang belum mendukungnya. Pelajari cara membuat halaman ABC HTML pertama Anda.
ru: Например, тег amp-img обеспечивает полную поддержку srcset даже в браузерах, которые его еще не поддерживают. Узнайте, как создать свою первую ABC HTML-страницу.

source: ABC pages are discovered by search engines and other platforms through the HTML tag. You can choose to have a non-ABC version and an ABC version of your page, or just an ABC version.
hi: एएमपी पेज खोज इंजन और अन्य प्लेटफार्मों द्वारा HTML टैग के माध्यम से खोजे जाते हैं। आप अपने पेज का एक गैर-एएमपी संस्करण और एक एएमपी संस्करण, या सिर्फ एक एएमपी संस्करण चुन सकते हैं।
id: Halaman ABC dapat ditemukan oleh mesin pencari dan platform lain melalui tag HTML. Anda dapat memilih untuk memiliki versi non-ABC dan versi ABC dari halaman Anda, atau versi ABC saja.
ru: ABC-страницы обнаруживаются поисковыми системами и другими платформами по тегам HTML. Вы можете выбрать индексацию не-ABC версии и ABC версии своей страницы, либо индексацию только ABC-версии.

source: Learn more in Make Your Page Discoverable.
hi: अपने पेज को खोजने योग्य बनाएं में और जानें.
id: Pelajari lebih lanjut di Jadikan Halaman Anda Mudah Ditemukan.
ru: Узнать подробности в разделе «Сделать свои страницы доступными для обнаружения».

source: ABC pages can be cached for near instantaneous loading on the web. Platforms like Google run ABC caches to enable fast loading of your content from their service.
hi: एएमपी पेजों को वेब पर तुरंत लोड करने के लिए कैश किया जा सकता है। Google जैसे प्लेटफ़ॉर्म आपकी सामग्री को उनकी सेवा से तेज़ी से लोड करने में सक्षम बनाने के लिए ABC कैश चलाते हैं।
id: Halaman ABC dapat di-cache agar bisa dimuat nyaris seketika di web. Platform seperti Google menjalankan cache ABC agar dapat memuat konten Anda dengan cepat dari layanan mereka.
ru: ABC-страницы могут быть кешированы для практически мгновенной загрузки в Интернете. Такие платформы, как Google, используют ABC-кеши, чтобы быстрее загружать ваш контент.
