Repository: AFDSI/jay.dev
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: hi, id, ru

source: <a href={{ doc.html_url }} target="_blank" rel="noopener">The GitHub Team</a> also includes { name } WG members.
hi: <a href={{ doc.html_url }} target="_blank" rel="noopener">GitHub टीम</a> में {name } WG सदस्य भी शामिल हैं।
id: <a href={{ doc.html_url }} target="_blank" rel="noopener">Tim GitHub</a> juga mencakup anggota Kelompok Kerja { name }.
ru: <a href={{ doc.html_url }} target="_blank" rel="noopener">Команда GitHub</a> также включает членов рабочей группы { name }.

source: Other ways to get involved with ABC
hi: एएमपी से जुड़ने के अन्य तरीके
id: Cara lain untuk terlibat dengan ABC
ru: Другие способы принять участие в ABC

source: Contribute to ABC
hi: एएमपी में योगदान करें
id: Berkontribusi untuk ABC
ru: Принять участие в проекте ABC

source: The ABC Project would not be possible without help from all members of the community whether you are a developer, content creator or provider of services relevant to ABC There are many ways for you to contribute.
hi: एएमपी प्रोजेक्ट समुदाय के सभी सदस्यों की मदद के बिना संभव नहीं होगा, चाहे आप डेवलपर हों, सामग्री निर्माता हों या एएमपी से संबंधित सेवाओं के प्रदाता हों, आपके योगदान करने के कई तरीके हैं।
id: Proyek ABC tidak mungkin ada tanpa bantuan semua anggota komunitas, baik itu pengembang, pembuat konten, maupun penyedia layanan yang relevan dengan ABC. Ada banyak cara yang bisa Anda gunakan untuk berkontribusi.
ru: Проект ABC был бы невозможен без помощи всех членов сообщества, независимо от того, являетесь ли вы разработчиком, создателем контента или поставщиком услуг, относящихся к ABC. Существует множество способов принять участие.

source: Governance Body
hi: शासन निकाय
id: Badan Tata Kelola
ru: Структура органов управления

source: Learn more about the Advisory Committee and Technical Steering Committee.
hi: सलाहकार समिति और तकनीकी संचालन समिति के बारे में और जानें।
id: Pelajari lebih lanjut Komite Penasihat dan Komite Pengarah Teknis.
ru: Узнать больше об экспертной комиссии и техническом руководящем комитете.

source: Working Group
hi: काम करने वाला समहू
id: Kelompok Kerja
ru: Рабочая группа

source: ABC for Email
hi: ईमेल के लिए एएमपी
id: ABC untuk Email
ru: ABC для писем

source: wg-amp4email Working Group is responsible for the development and maintenance of the ABC for Email specification and related features.
hi: wg-amp4email वर्किंग ग्रुप ईमेल विनिर्देश और संबंधित सुविधाओं के लिए एएमपी के विकास और रखरखाव के लिए जिम्मेदार है।
id: Kelompok Kerja wg-amp4email bertanggung jawab atas pengembangan dan pemeliharaan spesifikasi dan fitur terkait ABC untuk Email.
ru: Рабочая группа wg-amp4email отвечает за разработку и сопровождение спецификации «ABC для писем» и связанных с ней функций.

source: View all
hi: सभी को देखें
id: Lihat semua
ru: Посмотреть все

source: Come join us in your city for a free, inclusive dev workshop with the ABC team.
hi: एएमपी टीम के साथ एक निःशुल्क, समावेशी विकास कार्यशाला के लिए अपने शहर में हमसे जुड़ें।
id: Bergabunglah bersama kami di kota Anda dalam lokakarya pengembang yang inklusif dan gratis bersama tim ABC.
ru: Приходите на наш бесплатный открытый семинар для разработчиков с участием команды ABC в своем городе.

source: Where we’ve been
hi: हम कहाँ थे
id: Kami sejauh ini
ru: Где мы были

source: Where we’re going next
hi: हम आगे कहाँ जा रहे हैं
id: Destinasi kami di masa mendatang
ru: Куда мы поедем дальше

source: Your city isn’t on the list? Check back soon for additional dates and cities. Or...
hi: आपका शहर सूची में नहीं है? अतिरिक्त तिथियों और शहरों के लिए शीघ्र ही वापस जाँचें। या...
id: Kota Anda tidak ada dalam daftar? Lihat lagi nanti untuk tanggal dan kota tambahan. Atau ...
ru: Вашего города нет в списке? Скоро мы добавим новые события и города — проверьте позже. Или...

source: That’s very kind. Fill out <a href="https://docs.google.com/forms/d/14B75eV89S1KaceNTG46ranAOPCj3wCLzgD3mxuGeUtU/viewform" target="_blank">this form</a> and we’ll see what we can do!
hi: कि बहुत दयालु है। <a href="https://docs.google.com/forms/d/14B75eV89S1KaceNTG46ranAOPCj3wCLzgD3mxuGeUtU/viewform" target="_blank">यह फॉर्म</a> भरें और हम देखेंगे कि हम क्या कर सकते हैं !
id: Kami senang mendengarnya. Isilah <a href="https://docs.google.com/forms/d/14B75eV89S1KaceNTG46ranAOPCj3wCLzgD3mxuGeUtU/viewform" target="_blank">formulir ini</a>, maka kami akan mencari solusinya!
ru: Очень любезно с вашей стороны. Заполните <a href="https://docs.google.com/forms/d/14B75eV89S1KaceNTG46ranAOPCj3wCLzgD3mxuGeUtU/viewform" target="_blank">эту форму</a>, и мы посмотрим, что можно сделать!

source: Want to host your own ABC Roadshow?
hi: क्या आप अपना स्वयं का एएमपी रोड शो होस्ट करना चाहते हैं?
id: Ingin mengadakan ABC Roadshow Anda sendiri?
ru: Хотите провести презентацию ABC у себя?

source: Why not? Fill out <a href="https://docs.google.com/forms/d/1PMWCq1MTqg-AslvBMvMlU_ozjyZK7WZ-4fUVs0UlheE/viewform" target="_blank">this form</a>, and we’ll share with you our talks and all the materials you need to do it yourself!
hi: क्यों नहीं? <a href="https://docs.google.com/forms/d/1PMWCq1MTqg-AslvBMvMlU_ozjyZK7WZ-4fUVs0UlheE/viewform" target="_blank">यह फॉर्म</a> भरें, और हम आपके साथ हमारी बातचीत और इसे स्वयं करने के लिए आवश्यक सभी सामग्री साझा करें!
id: Kenapa tidak? Isilah <a href="https://docs.google.com/forms/d/1PMWCq1MTqg-AslvBMvMlU_ozjyZK7WZ-4fUVs0UlheE/viewform" target="_blank">formulir ini</a>, lalu kami akan membagikan kuliah kami dan semua materi yang Anda butuhkan untuk melakukannya sendiri!
ru: Почему бы и нет? Заполните <a href="https://docs.google.com/forms/d/1PMWCq1MTqg-AslvBMvMlU_ozjyZK7WZ-4fUVs0UlheE/viewform" target="_blank">эту форму</a>, и мы поделимся с вами нашими лекциями и всеми необходимыми материалами, чтобы вы могли сделать это сами!

source: Agenda
hi: कार्यसूची
ru: Программа

source: The agenda is designed to enable you to build even more beautiful, interactive and canonical ABC pages. We welcome both newcomers to ABC and those who already ship ABC pages. <span>This is a sample agenda – schedule varies based on the city.</span>
hi: एजेंडा आपको और भी अधिक सुंदर, इंटरैक्टिव और कैनोनिकल एएमपी पेज बनाने में सक्षम बनाने के लिए डिज़ाइन किया गया है। हम एएमपी में नवागंतुकों और पहले से ही एएमपी पेज शिप करने वालों दोनों का स्वागत करते हैं। <span>यह एक नमूना एजेंडा है - शेड्यूल शहर के आधार पर भिन्न होता है।</span>
id: Agenda ini dirancang agar Anda dapat membuat halaman ABC yang semakin indah, interaktif, dan kanonis. Kami menyambut baik pendatang baru di ABC dan mereka yang sudah pernah mengirimkan halaman ABC. <span>Ini adalah agenda contoh. Jadwal bervariasi berdasarkan kota.</span>
ru: Программа построена таким образом, чтобы помочь вам создавать образцовые, красивые и интерактивные ABC-страницы. Мы приветствуем как тех, кто работает с ABC совсем недавно, так и тех, кто уже имеет за плечами опыт создания ABC-страниц. <span>Это только примерная программа — расписание варьируется в зависимости от города.</span>

source: We’ll cover a lot of ground in the few hours we have together. To enable you to build full-fledged ABC sites, the roadshow will deep dive into four big pillars:
hi: हमारे पास जो कुछ घंटे हैं उनमें हम बहुत सारा काम कवर कर लेंगे। आपको पूर्ण एएमपी साइटें बनाने में सक्षम बनाने के लिए, रोड शो चार बड़े स्तंभों में गहराई तक जाएगा:
id: Kita akan membahas banyak hal dalam beberapa jam yang kita jalani bersama. Agar Anda dapat membangun situs ABC yang lengkap, roadshow ini akan mendalami empat topik utama:
ru: За несколько часов нашего мероприятия мы постараемся осветить максимум тем. Чтобы помочь вам создавать полноценные ABC-сайты, в процессе презентации мы подробно рассмотрим четыре фундаментальных принципа:

source: Content
hi: सामग्री
id: Konten
ru: Контент

source: During "Amplify live!", we’ll be on stage exploring the most interesting ABC challenges, allowing you to either follow along or do your own thing, like one of the many ABC codelabs. Bring your laptop!
hi: "एम्प्लीफाई लाइव!" के दौरान, हम मंच पर सबसे दिलचस्प एएमपी चुनौतियों की खोज करेंगे, जिससे आप या तो साथ चल सकेंगे या कई एएमपी कोडलैब में से एक की तरह अपना काम कर सकेंगे। अपना लैपटॉप लाओ!
id: Selama "Amplify live!", kami akan berada di panggung untuk menjelajahi beberapa tantangan ABC yang paling menarik, dan Anda dapat mengikutinya atau berkreasi sesuai keinginan, seperti salah satu dari codelab ABC yang banyak itu. Bawa laptop!
ru: Во время «Amplify live!» мы будем рассматривать самые интересные задачи ABC, и вы сможете повторить за нами или сделать что-то свое, как многие использующие ABC команды разработчиков. Приносите ноутбук!

source: Frequently Asked Questions
hi: अक्सर पूछे जाने वाले प्रश्नों
id: Pertanyaan Umum
ru: Часто задаваемые вопросы

source: Does it cost anything?
hi: क्या इसकी कोई कीमत है?
id: Apakah ada biayanya?
ru: За это нужно платить?

source: No - tickets are free of charge.
hi: नहीं - टिकट निःशुल्क हैं।
id: Tidak, tiketnya gratis.
ru: Нет, билеты бесплатные.

source: Who is the event for?
hi: आयोजन किसके लिए है?
id: Untuk siapa acara ini?
ru: Для кого это событие?

source: Web developers and designers with an interest in ABC--whether you’ve had experience using ABC and want to create better experiences, you’re curious about how you can use ABC to improve your site, or you want to contribute to ABC to make it better for everyone.
hi: एएमपी में रुचि रखने वाले वेब डेवलपर और डिज़ाइनर--क्या आपके पास एएमपी का उपयोग करने का अनुभव है और आप बेहतर अनुभव बनाना चाहते हैं, आप इस बारे में उत्सुक हैं कि आप अपनी साइट को बेहतर बनाने के लिए एएमपी का उपयोग कैसे कर सकते हैं, या आप एएमपी बनाने में योगदान करना चाहते हैं यह हर किसी के लिए बेहतर है.
id: Pengembang dan perancang web yang tertarik dengan ABC – termasuk jika Anda memiliki pengalaman menggunakan ABC dan ingin menciptakan pengalaman yang lebih baik, Anda ingin tahu cara menggunakan ABC untuk meningkatkan situs Anda, atau Anda ingin berkontribusi bagi ABC untuk menjadikannya lebih baik bagi semua orang.
ru: Для веб-разработчиков и дизайнеров, которые хотят применять ABC в своей работе. Мы одинаково рады вам, если у вас есть опыт использования ABC и вы стремитесь повысить удобство работы пользователей, или вам интересно, как использовать ABC для оптимизации вашего сайта, или вы хотите внести свой вклад в проект ABC, чтобы сделать его лучше для всех.

source: Am I all set after registering?
hi: क्या मैं पंजीकरण के बाद पूरी तरह तैयार हूँ?
id: Ada lagi yang harus saya lakukan setelah mendaftar?
ru: Нужно ли что-то делать после регистрации?

source: We expect that in some cities more people will be interested in attending than we can accommodate, so we will be confirming attendees on a case-by-case basis.
hi: हमें उम्मीद है कि कुछ शहरों में हमारी क्षमता से अधिक लोग भाग लेने में रुचि लेंगे, इसलिए हम मामले-दर-मामले आधार पर उपस्थित लोगों की पुष्टि करेंगे।
id: Kami memperkirakan di beberapa kota, orang yang tertarik untuk hadir akan lebih banyak daripada kapasitas kami, jadi kami akan mengonfirmasi peserta secara kasus per kasus.
ru: Мы ожидаем, что в некоторых городах в посещении мероприятия будет заинтересовано больше людей, чем мы сможем вместить, поэтому мы будем подтверждать участие в каждом конкретном случае.

source: Want the ABC Roadshow to visit your area?
hi: क्या आप चाहते हैं कि एएमपी रोड शो आपके क्षेत्र का दौरा करे?
id: Ingin ABC Roadshow mengunjungi daerah Anda?
ru: Хотите, чтобы выездная презентация ABC прошла в вашем регионе?

source: Design
hi: डिज़ाइन
id: Desain
ru: Дизайн

source: ABC as canonical site
hi: एएमपी विहित साइट के रूप में
id: ABC sebagai situs kanonis
ru: ABC как традиционный сайт

source: Responsive design
hi: उत्तरदायी आकार
id: Desain responsif
ru: Адаптивный дизайн

source: New ABC Effects
hi: नए एएमपी प्रभाव
id: Efek ABC baru
ru: Новые ABC-эффекты

source: New ABC UI components
hi: नए एएमपी यूआई घटक
id: Komponen antarmuka ABC baru
ru: Новые компоненты пользовательского интерфейса ABC

source: Interactivity
hi: अन्तरक्रियाशीलता
id: Interaktivitas
ru: Интерактивность

source: State management (amp-bind)
hi: राज्य प्रबंधन (एम्प-बाइंड)
id: Pengelolaan status (amp-bind)
ru: Управление состоянием (amp-bind)

source: Live data
hi: सजीव आंकड़ा
id: Data langsung
ru: Данные в реальном времени

source: Forms & autocomplete
hi: फॉर्म और स्वत: पूर्ण
id: Formulir & isi otomatis
ru: Формы и автозаполнение

source: Selections
hi: चयन
id: Pilihan
ru: Выборки

source: Deploying ABC
hi: एएमपी तैनात करना
id: Menerapkan ABC
ru: Развертывание ABC

source: ABC in your favorite CMS
hi: आपके पसंदीदा सीएमएस में एएमपी
id: ABC di CMS favorit Anda
ru: ABC в вашей любимой CMS

source: SEO & Discovery
hi: एसईओ और खोज
id: SEO & Penemuan
ru: SEO и обнаружение

source: ABC & PWA
hi: एएमपी और पीडब्ल्यूए
ru: ABC и PWA

source: Monetization
hi: मुद्रीकरण
id: Monetisasi
ru: Монетизация

source: ABC for Landing Pages
hi: लैंडिंग पेजों के लिए एएमपी
id: ABC untuk Halaman Landing
ru: ABC для целевых страниц

source: Integrating ads
hi: विज्ञापनों को एकीकृत करना
id: Mengintegrasikan iklan
ru: Интеграция рекламы

source: Analytics
hi: एनालिटिक्स
id: Analitik
ru: Аналитика

source: Paywalls & Payments
hi: पेवॉल और भुगतान
id: Paywall & Pembayaran
ru: Платежи и платный доступ

source: Cities
hi: शहरों
id: Kota
ru: Города

source: Sign Up
hi: साइन अप करें
id: Mendaftar
ru: Зарегистрироваться

source: Learn more
hi: और अधिक जानें
id: Info selengkapnya
ru: Узнать подробности

source: Intro + Keynote
hi: परिचय + मुख्य वक्ता
id: Pembukaan + Intisari
ru: Начало и вступительная речь

source: ABC: A library for rich content experiences
hi: एएमपी: समृद्ध सामग्री अनुभवों के लिए एक पुस्तकालय
id: ABC: Perpustakaan untuk pengalaman konten yang mendalam
ru: ABC: библиотека для создания сильного впечатления от контента

source: Advanced interactivity with ABC
hi: एएमपी के साथ उन्नत अन्तरक्रियाशीलता
id: Interaktivitas tingkat lanjut dengan ABC
ru: Продвинутая интерактивность с помощью ABC

source: Tutorial: Your first ABC site!
hi: ट्यूटोरियल: आपकी पहली एएमपी साइट!
id: Tutorial: Situs ABC pertama Anda!
ru: Тренинг: создайте свой первый ABC-сайт!

source: Creating an excellent ABC
hi: एक उत्कृष्ट एएमपी बनाना
id: Membuat ABC yang luar biasa
ru: Создание безупречных ABC-страниц

source: Letting your ABC into the world
hi: अपने एएमपी को दुनिया के सामने आने दें
id: Memperkenalkan ABC Anda ke dunia
ru: Выпуск своего ABC-контента в свет

source: Lunch
hi: दिन का खाना
id: Makan siang
ru: Обед

source: Mystery talk
hi: रहस्य की बात
id: Bincang misteri
ru: Секретное выступление

source: ABC everywhere
hi: हर जगह एएमपी
id: ABC di mana-mana
ru: ABC повсюду

source: What’s next in ABC
hi: एएमपी में आगे क्या है?
id: Yang berikutnya di ABC
ru: Что будет с ABC дальше

source: Coffee break
hi: कॉफी ब्रेक
id: Rehat kopi
ru: Кофе-брейк

source: Q&A with ABC team
hi: एएमपी टीम के साथ प्रश्नोत्तरी
id: Tanya jawab dengan tim ABC
ru: Команда ABC отвечает на вопросы

source: Tutorial: Do more with ABC
hi: ट्यूटोरियल: एएमपी के साथ और अधिक कार्य करें
id: Tutorial: Lakukan lebih banyak dengan ABC
ru: Тренинг: делайте больше с помощью ABC

source: Happy hour
hi: हैप्पी आर
ru: Счастливый час

source: Choose your destination
hi: अपना गंतव्य चुनें
id: Pilih tujuan Anda
ru: Выберите цель

source: Throughout the ABC documentation you will find a switch on the upper left side to quickly change the ABC format you’re working on.
hi: पूरे एएमपी दस्तावेज़ में आपको ऊपर बाईं ओर एक स्विच मिलेगा जिससे आप जिस एएमपी प्रारूप पर काम कर रहे हैं उसे तुरंत बदल सकते हैं।
id: Di sepanjang dokumentasi ABC, Anda akan melihat panel di sisi kiri atas agar dapat dengan cepat mengganti format ABC yang sedang Anda kerjakan.
ru: В левом верхнем углу на любой странице документации по ABC вы найдете переключатель для быстрого изменения формата ABC, над которым вы работаете.

source: CMS User?
hi: सीएमएस उपयोगकर्ता?
id: Pengguna CMS?
ru: Пользуетесь CMS?

source: ABC integrates with many publishing platforms and content management systems! Find the full list under <a href="../support/faq/platform-and-vendor-partners.md">Platform and Vendor Partners.</a>
hi: एएमपी कई प्रकाशन प्लेटफार्मों और सामग्री प्रबंधन प्रणालियों के साथ एकीकृत होता है! <a href="../support/faq/platform-and-vendor-partners.md">प्लेटफ़ॉर्म और विक्रेता भागीदार</a> के अंतर्गत पूरी सूची ढूंढें।
id: ABC berintegrasi dengan banyak platform penayangan dan sistem manajemen konten! Temukan daftar lengkapnya di bagian <a href="../support/faq/platform-and-vendor-partners.md">Mitra Platform dan Vendor.</a>
ru: ABC интегрируется со многими издательскими платформами и системами управления контентом! Полный список вы можете найти на странице <a href="../support/faq/platform-and-vendor-partners.md">Партнерские платформы и поставщики.</a>

source: Featured Videos
hi: विशेष रुप से प्रदर्शित वीडियोज़
id: Video Sorotan
ru: Избранные видео

source: Get Involved
hi: उलझना
id: Ikut Terlibat
ru: Принять участие

source: ABC is proudly an open source project with an active community of contributors. We welcome and appreciate documentation and translation contributions! Check out our community section to join our mission.
hi: एएमपी गर्व से योगदानकर्ताओं के एक सक्रिय समुदाय के साथ एक खुला स्रोत परियोजना है। हम दस्तावेज़ीकरण और अनुवाद योगदान का स्वागत करते हैं और उसकी सराहना करते हैं! हमारे मिशन में शामिल होने के लिए हमारा सामुदायिक अनुभाग देखें।
id: ABC bangga menjadi proyek sumber terbuka dengan komunitas kontributor aktif. Kami menyambut dengan senang hati dan menghargai kontribusi dokumentasi dan terjemahan! Lihatlah bagian komunitas untuk bergabung dengan misi kami.
ru: ABC — это гордый проект с открытым исходным кодом с активным сообществом участников. Мы приветствуем и ценим ваш вклад в написание документации и перевод! Посетите раздел «Сообщество», чтобы присоединиться к нашей миссии.

source: ABC<br> Ads
hi: एएमपी<br> विज्ञापन
id: Iklan<br> ABC
ru: ABC-<br> реклама

source: ABC Caches
hi: एएमपी कैश
id: Cache ABC
ru: ABC-кеши

source: ABC for Email Working Group members will use <code>#wg-amp4email</code> channel on ABC's Slack (<a href="https://docs.google.com/forms/d/e/1FAIpQLSd83J2IZA6cdR6jPwABGsJE8YL4pkypAbKMGgUZZriU7Qu6Tg/viewform?fbzx=4406980310789882877">signup</a>) for real-time discussion. The channel is open to anyone, regardless of membership in ABC for Email working group.
hi: ईमेल वर्किंग ग्रुप के सदस्यों के लिए ABC, ABC के स्लैक पर <code>#wg-amp4email</code> चैनल का उपयोग करेगा (<a href="https://docs.google.com/forms/d/e/1FAIpQLSd83J2IZA6cdR6jPwABGsJE8YL4pkypAbKMGgUZZriU7Qu6Tg/viewform? fbzx=4406980310789882877">साइनअप</a>) वास्तविक समय की चर्चा के लिए। ईमेल कार्य समूह के लिए एएमपी की सदस्यता की परवाह किए बिना, चैनल किसी के लिए भी खुला है।
id: Anggota Kelompok Kerja ABC untuk Email akan menggunakan saluran <code># wg-amp4email</code>pada Slack ABC (<a href="https://docs.google.com/forms/d/e/1FAIpQLSd83J2IZA6cdR6jPwABGsJE8YL4pkypAbKMGgUZZriU7Qu6Tg/viewform?fbzx=4406980310789882877">daftar</a>) untuk diskusi waktu nyata. Saluran ini terbuka untuk siapa saja, termasuk non-anggota kelompok kerja ABC untuk Email.
ru: Участники рабочей группы «ABC для писем» будут использовать для обсуждения в реальном времени Slack-канал ABC <code>#wg-amp4email</code> (<a href="https://docs.google.com/forms/d/e/1FAIpQLSd83J2IZA6cdR6jPwABGsJE8YL4pkypAbKMGgUZZriU7Qu6Tg/viewform?fbzx=4406980310789882877">подписаться</a>). Канал открыт для всех независимо от членства в рабочей группе «ABC для писем».

source: ABC for Email Working Group will post <strong>Announcements and Notices</strong> regarding events as an issue labeled with <code>Type: Event</code> in this repository.
hi: ईमेल वर्किंग ग्रुप के लिए एएमपी इस रिपॉजिटरी में <कोड>प्रकार: इवेंट</कोड> लेबल वाले मुद्दे के रूप में घटनाओं के संबंध में <strong>घोषणाएं और नोटिस</strong> पोस्ट करेगा।
id: Kelompok Kerja ABC untuk Email akan mengirimkan <strong>Pengumuman dan Pemberitahuan</strong> tentang peristiwa sebagai topik berlabel <code>Type: Event</code> dalam repositori ini.
ru: Рабочая группа ABC для писем будет публиковать <strong>объявления и уведомления</strong> о событиях в этом репозитории в виде задач, помеченных как <code>Type: Event</code>.

source: ABC for Email Working Group will post <strong>Quarterly Roadmap</strong> as an issue labeled with <code>Type: Roadmap</code> in this repository
hi: ईमेल वर्किंग ग्रुप के लिए एएमपी इस रिपॉजिटरी में <कोड>प्रकार: रोडमैप</कोड> लेबल वाले मुद्दे के रूप में <strong>त्रैमासिक रोडमैप</strong> पोस्ट करेगा।
id: Kelompok Kerja ABC untuk Email akan mengirimkan <strong>Roadmap Triwulanan</strong> sebagai topik berlabel <code>Type: Roadmap</code> dalam repositori ini
ru: Рабочая группа ABC для электронной почты будет публиковать <strong>квартальный план развития</strong> в этом репозитории в виде задач, помеченных как <code>Type: Roadmap</code>

source: ABC is an open-source HTML framework that provides a straightforward way to create web pages that are fast, smooth-loading and prioritize the user-experience above all else. Can't believe it? Try it out for yourself in the playground below:
hi: एएमपी एक ओपन-सोर्स HTML फ्रेमवर्क है जो तेज, सुचारू-लोडिंग वाले और बाकी सभी चीजों से ऊपर उपयोगकर्ता-अनुभव को प्राथमिकता देने वाले वेब पेज बनाने का एक सीधा तरीका प्रदान करता है। विश्वास नहीं हो रहा? नीचे खेल के मैदान में इसे स्वयं आज़माएँ:
id: ABC adalah kerangka kerja HTML sumber terbuka yang menyediakan cara sederhana untuk membuat halaman web yang cepat, dimuat dengan lancar, dan memprioritaskan pengalaman pengguna di atas segalanya. Sulit percaya? Cobalah sendiri di playground di bawah ini:
ru: ABC — это HTML-фреймворк с открытым исходным кодом, который позволяет с легкостью создавать быстро загружающиеся веб-страницы, ставя во главу удобство и впечатления пользователя от работы с сайтом. Не верите? Попробуйте сами в нашей песочнице ниже:

source: ABC is fundamentally changing the way ads are built, delivered and measured on the web, making them faster and minimizing disruptions for users. This increases viewability and click-through rates to improve monetization, making everyone happy: users, publishers and advertisers alike.
hi: एएमपी वेब पर विज्ञापनों के निर्माण, वितरण और मापन के तरीके को मौलिक रूप से बदल रहा है, जिससे वे तेज़ हो रहे हैं और उपयोगकर्ताओं के लिए व्यवधान कम हो रहे हैं। इससे मुद्रीकरण में सुधार के लिए दृश्यता और क्लिक-थ्रू दरें बढ़ती हैं, जिससे हर कोई खुश होता है: उपयोगकर्ता, प्रकाशक और विज्ञापनदाता समान रूप से।
id: ABC secara mendasar mengubah cara iklan dibuat, disajikan, dan diukur di web, sehingga menjadi lebih cepat dan meminimalkan gangguan bagi pengguna. Hal ini meningkatkan keterlihatan dan rasio klik-tayang untuk meningkatkan monetisasi sehingga semua pihak pun gembira: pengguna, penayang, dan pengiklan.
ru: ABC в корне меняет подход к созданию, показу и измерению эффективности рекламы в Интернете, делая ее более быстрой и сводя к минимуму недовольство пользователей. Это повышает видимость и процент переходов, эффективность монетизации повышается, и все остаются довольны — и пользователи, и издатели, и рекламодатели.

source: ABC’s Working Groups are:
hi: एएमपी के कार्य समूह हैं:
id: Kelompok Kerja ABC adalah:
ru: Рабочие группы ABC:

source: Style & layout
hi: शैली एवं लेआउट
id: Gaya & tata letak
ru: Стиль и верстка

source: UI Working Group will post <strong>Status Updates</strong> every two weeks as an issue labeled with <code>Type: Status Update</code> in this repository.
hi: यूआई वर्किंग ग्रुप इस रिपॉजिटरी में <कोड>प्रकार: स्थिति अपडेट</कोड> लेबल वाले मुद्दे के रूप में हर दो सप्ताह में <strong>स्थिति अपडेट</strong> पोस्ट करेगा।
id: Kelompok Kerja antarmuka akan mengirimkan <strong>Pembaruan Status</strong> setiap dua minggu sebagai topik yang berlabel <code>Type: Status Update</code> dalam repositori ini.
ru: Рабочая группа пользовательского интерфейса будет публиковать <strong>обновления статуса</strong> в этом репозитории в виде задач, помеченных как <code>Type: Status Update</code>.

source: offline
hi: ऑफलाइन
ru: не в сети
