Repository: AFDSI/jay.dev
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: hi, id, ru

source: Sadly this page isn't translated yet, but we could use some help doing so. See the <a href="/documentation/guides-and-tutorials/contribute/translations">translation guide</a> on how you can contribute.
hi: दुख की बात है कि इस पृष्ठ का अभी तक अनुवाद नहीं किया गया है, लेकिन हम ऐसा करने में कुछ मदद का उपयोग कर सकते हैं। आप कैसे योगदान दे सकते हैं, इसके लिए <a href="/documentation/guides-and-tutorials/contribute/translations">अनुवाद मार्गदर्शिका</a> देखें।
id: Sayangnya, halaman ini belum diterjemahkan, tetapi kami bersedia menerima bantuan untuk menerjemahkannya. Baca <a href="/documentation/guides-and-tutorials/contribute/translations">panduan penerjemahan</a> untuk mengetahui kontribusi yang dapat Anda lakukan.
ru: Эта страница пока не переведена, но вы можете помочь нам в этом. Чтобы узнать больше, ознакомьтесь с <a href="/documentation/guides-and-tutorials/contribute/translations">руководством по переводу</a>.

source: If the explanations on this page don't cover all of your questions feel free to reach out to other ABC users to discuss your exact use case.
hi: यदि इस पृष्ठ पर दिए गए स्पष्टीकरण आपके सभी प्रश्नों को कवर नहीं करते हैं, तो बेझिझक अपने सटीक उपयोग के मामले पर चर्चा करने के लिए अन्य एएमपी उपयोगकर्ताओं से संपर्क करें।
id: Jika penjelasan pada halaman ini tidak menjawab semua pertanyaan Anda, silakan hubungi pengguna ABC lainnya untuk mendiskusikan contoh penggunaan Anda yang spesifik.
ru: Если на этой странице нет ответов на все ваши вопросы, обратитесь к другим пользователям ABC и обсудите свой конкретный сценарий использования.

source: The ABC project strongly encourages your participation and contributions! We hope you'll become an ongoing participant in our open source community but we also welcome one-off contributions for the issues you're particularly passionate about.
hi: एएमपी परियोजना आपकी भागीदारी और योगदान को दृढ़ता से प्रोत्साहित करती है! हमें उम्मीद है कि आप हमारे ओपन सोर्स समुदाय में निरंतर भागीदार बनेंगे, लेकिन हम उन मुद्दों के लिए एकमुश्त योगदान का भी स्वागत करते हैं जिनके बारे में आप विशेष रूप से भावुक हैं।
id: Proyek ABC sangat menganjurkan partisipasi dan kontribusi Anda! Kami berharap Anda akan terus ambil bagian dalam komunitas sumber terbuka kami, tetapi kami juga menerima kontribusi satu kali untuk topik tertentu yang Anda minati.
ru: Проект ABC активно поощряет ваше участие и сотрудничество! Мы надеемся, что вы станете постоянным участником нашего открытого сообщества, но разовые вклады в работу над задачами, которые вам особенно интересны, также приветствуются.

source: You've read this document a dozen times but it doesn't really cover all of your questions? Maybe other people felt the same: reach out to them on Stack Overflow.
hi: आपने इस दस्तावेज़ को एक दर्जन बार पढ़ा है लेकिन वास्तव में इसमें आपके सभी प्रश्न शामिल नहीं हैं? शायद अन्य लोगों को भी ऐसा ही लगा हो: स्टैक ओवरफ्लो पर उनसे संपर्क करें।
id: Anda telah membaca dokumen ini belasan kali, tetapi belum semua pertanyaan Anda terjawab? Mungkin orang lain merasakan hal yang sama. Berinteraksilah dengan mereka di Stack Overflow.
ru: Вы читали этот документ десятки раз, но так и не нашли ответов на все свои вопросы? Возможно, другие люди столкнулись с такой же проблемой — обратитесь к ним на Stack Overflow.

source: Enable the experiment via the button below. Some components require the ABC Beta Channel to be enabled as well.
hi: नीचे दिए गए बटन के माध्यम से प्रयोग सक्षम करें। कुछ घटकों को एएमपी बीटा चैनल को भी सक्षम करने की आवश्यकता होती है।
id: Aktifkan percobaan melalui tombol di bawah ini. Beberapa komponen mengharuskan ABC Beta Channel diaktifkan juga.
ru: Запустите эксперимент, нажав на кнопку ниже. Некоторые компоненты требуют, чтобы был активирован канал с бета-сборками ABC.

source: Example
hi: उदाहरण
id: Contoh
ru: Пример

source: Demo
hi: डेमो
ru: Демо

source: Documentation
hi: प्रलेखन
id: Dokumentasi
ru: Документация

source: Success Story
hi: सफलता की कहानी
id: Cerita Sukses
ru: История успеха

source: Although there are {hits} hits in total we cannot show more than 100.', hits='{'+'{result.totalResults}'+'}
hi: हालाँकि कुल मिलाकर {हिट्स} हिट हैं, हम 100 से अधिक नहीं दिखा सकते।', हिट्स='{'+'{result.totalResults}'+'}
id: Meskipun ada total {hits} hit, kami tidak dapat menampilkan lebih dari 100.', hits='{'+'{result.totalResults}'+'}
ru: Несмотря на то что общее число просмотров превышает {hits}, мы не можем показать больше, чем 100.

source: Get started quickly with a ready-made design. Templates designed to work with all devices - mobile, tablet and desktop.
hi: तैयार डिज़ाइन के साथ शीघ्रता से शुरुआत करें। सभी उपकरणों - मोबाइल, टैबलेट और डेस्कटॉप के साथ काम करने के लिए डिज़ाइन किए गए टेम्पलेट।
id: Mulai dengan cepat menggunakan desain yang sudah jadi. Ada berbagai templat yang dirancang untuk berfungsi pada semua perangkat – ponsel, tablet, dan desktop.
ru: Начните работу с готовым дизайном. Шаблоны спроектированы для всех устройств — смартфонов, планшетов и настольных ПК.

source: Use ABC to build great experiences across the web
hi: पूरे वेब पर बेहतरीन अनुभव बनाने के लिए एएमपी का उपयोग करें
id: Gunakan ABC untuk menciptakan pengalaman hebat di seluruh web
ru: Дарите Интернет-пользователям незабываемые эмоции с помощью ABC

source: Use ABC to create visual stories on the web.
hi: वेब पर विज़ुअल कहानियां बनाने के लिए एएमपी का उपयोग करें।
id: Gunakan ABC untuk membuat cerita visual di web.
ru: Создавайте визуальные истории в Интернете с помощью ABC.

source: Use ABC to build and serve lightning fast, safe ads to pages and stories.
hi: पेजों और कहानियों पर बिजली से तेज, सुरक्षित विज्ञापन बनाने और परोसने के लिए एएमपी का उपयोग करें।
id: Gunakan ABC untuk membuat dan menyajikan iklan secepat kilat yang aman pada halaman dan cerita.
ru: Создавайте невероятно быструю и безопасную рекламу с помощью ABC и размещайте ее на страницах и в историях.

source: Use ABC to send interactive, dynamic emails.
hi: इंटरैक्टिव, गतिशील ईमेल भेजने के लिए एएमपी का उपयोग करें।
id: Gunakan ABC untuk mengirim email interaktif dan dinamis.
ru: Отправляйте динамические, интерактивные электронные письма с помощью ABC.

source: Whether you are a publisher, e-commerce company, storyteller, advertiser or email sender, ABC makes it easy to create great experiences on the web. Use ABC to build:
hi: चाहे आप प्रकाशक हों, ई-कॉमर्स कंपनी हों, कहानीकार हों, विज्ञापनदाता हों या ईमेल भेजने वाले हों, एएमपी वेब पर बेहतरीन अनुभव बनाना आसान बनाता है। निर्माण के लिए एएमपी का उपयोग करें:
id: Baik Anda seorang penayang, perusahaan e-niaga, pencerita, pengiklan, maupun pengirim email, ABC mempermudah Anda untuk menciptakan pengalaman hebat di web. Gunakan ABC untuk membuat:
ru: Кем бы вы ни были — издателем, компанией электронной коммерции, сторителлером, рекламодателем или отправителем электронной почты — с помощью ABC вы можете с легкостью создавать у Интернет-пользователей прекрасные впечатления. Вот что может быть создано с помощью ABC:

source: The latest news
hi: ताजा खबर
id: Berita terbaru
ru: Последние новости

source: Don't want to miss any of the great stuff that happens around ABC? Then always be first in line and subscribe to our newsletter!
hi: क्या आप एएमपी के आसपास होने वाली किसी भी बेहतरीन चीज़ को मिस नहीं करना चाहते? तो फिर हमेशा प्रथम पंक्ति में रहें और हमारे न्यूज़लेटर की सदस्यता लें!
id: Tidak ingin melewatkan semua kabar hebat terkait ABC? Jadilah yang terdepan dengan berlangganan buletin kami!
ru: Хотите быть в курсе всего интересного, что происходит вокруг проекта ABC? Тогда подпишитесь на нашу рассылку и оставайтесь в первых рядах!

source: Subscribe
hi: सदस्यता लें
id: Berlangganan
ru: Подписаться

source: Learn more about ABC {{ format.name }}
hi: एएमपी {{format.name }} के बारे में अधिक जानें
id: Pelajari lebih lanjut tentang ABC {{ format.name }}
ru: Что такое ABC-{{ format.name }}

source: ABC in action
hi: कार्रवाई में एएमपी
id: ABC dalam aksi
ru: ABC в действии

source: Business Benefits
hi: कारोबारी लाभ
id: Manfaat Bisnis
ru: Преимущества для бизнеса

source: Get started with ABC
hi: एएमपी से शुरुआत करें
id: Mulai menggunakan ABC
ru: Начните изучать ABC

source: As a source for breaking news and information, Web Stories allow us to showcase our quality journalism when there are multiple elements we want to bring together. Combining reporting, photography, videos and motion graphics, this gives readers a more visual entry point when they are searching for our coverage.
hi: ब्रेकिंग न्यूज़ और सूचना के स्रोत के रूप में, वेब स्टोरीज़ हमें अपनी गुणवत्तापूर्ण पत्रकारिता प्रदर्शित करने की अनुमति देती है, जब ऐसे कई तत्व होते हैं जिन्हें हम एक साथ लाना चाहते हैं। रिपोर्टिंग, फोटोग्राफी, वीडियो और मोशन ग्राफिक्स को मिलाकर, यह पाठकों को हमारे कवरेज की खोज करते समय अधिक दृश्य प्रवेश बिंदु देता है।
id: Sebagai sumber berita terbaru dan informasi, Web Stories memungkinkan kami untuk menampilkan jurnalisme berkualitas ketika ada banyak elemen yang ingin kami himpun. Penggabungan pelaporan, fotografi, video, dan gambar bergerak memberi pembaca titik masuk yang lebih visual ketika mereka mencari liputan kami.
ru: Будучи источником актуальных новостей и другой информации, Web Stories позволяют нам продемонстрировать качество своей журналистики в тех случаях, когда есть несколько элементов, которые хочется объединить. Совмещая репортажи, фотографии, видео и анимированную графику, истории служат читателям наглядной отправной точкой при освещении событий.

source: Greg Manifold, Design Director of The Washington Post
hi: ग्रेग मैनिफ़ोल्ड, द वाशिंगटन पोस्ट के डिज़ाइन निदेशक
id: Greg Manifold, Direktur Desain The Washington Post
ru: Грег Манифолд, директор по дизайну в The Washington Post

source: Explore ABC<br/> success stories
hi: एएमपी<br/> की सफलता की कहानियों का अन्वेषण करें
id: Jelajahi<br/> cerita sukses ABC
ru: Изучите<br/> истории успеха ABC

source: Don't take our word for it - read case studies from your industry and see how ABC has produced positive results.
hi: इसके लिए हमारी बात पर विश्वास न करें - अपने उद्योग के केस अध्ययन पढ़ें और देखें कि एएमपी ने कैसे सकारात्मक परिणाम दिए हैं।
id: Kami tidak perlu menjelaskan panjang lebar – bacalah studi kasus dari industri Anda dan lihat bagaimana ABC memberikan hasil positif.
ru: Не обязательно верить нам на слово. Чтобы узнать, как использование ABC повышает эффективность бизнеса, почитайте разбор конкретных примеров из своей отрасли.

source: See all success stories
hi: सभी सफलता की कहानियाँ देखें
id: Lihat semua cerita sukses
ru: Просмотреть все истории успеха

source: By the community,<br/>for the community
hi: समुदाय द्वारा,<br/>समुदाय के लिए
id: Dari komunitas,<br/>untuk komunitas
ru: От сообщества,<br/>для сообщества

source: Many ways for you to contribute
hi: आपके लिए योगदान करने के कई तरीके
id: Banyak cara bagi Anda untuk berkontribusi
ru: Есть много способов принять участие

source: The ABC Project would not be possible without help from all members of the community whether you are a developer, content creator or provider of services relevant to ABC.
hi: एएमपी प्रोजेक्ट समुदाय के सभी सदस्यों की मदद के बिना संभव नहीं होगा, चाहे आप डेवलपर हों, सामग्री निर्माता हों या एएमपी से संबंधित सेवाओं के प्रदाता हों।
id: Proyek ABC tidak mungkin ada tanpa bantuan semua anggota komunitas, baik itu pengembang, pembuat konten, maupun penyedia layanan yang relevan dengan ABC.
ru: Проект ABC был бы невозможен без помощи всех членов сообщества, независимо от того, являетесь ли вы разработчиком, создателем контента или поставщиком услуг, относящихся к ABC.

source: Reporting issues with ABC
hi: एएमपी के साथ समस्याओं की रिपोर्टिंग
id: Melaporkan masalah terkait ABC
ru: Как сообщить о проблемах с ABC

source: If you have feedback or are experiencing technical issues with ABC, please file it using the issue tracker.
hi: यदि आपके पास फीडबैक है या एएमपी के साथ तकनीकी समस्याओं का सामना कर रहे हैं, तो कृपया समस्या ट्रैकर का उपयोग करके इसे दर्ज करें।
id: Jika Anda memiliki umpan balik atau mengalami masalah teknis terkait ABC, harap ajukan dengan menggunakan pemantau masalah.
ru: Если вы хотите оставить отзыв или сталкиваетесь с техническими проблемами при работе с ABC, оставьте заявку в разделе отслеживания ошибок.

source: Build your first ABC page now
hi: अभी अपना पहला एएमपी पेज बनाएं
id: Buat halaman ABC pertama Anda sekarang
ru: Создайте свою первую ABC-страницу прямо сейчас

source: You don’t need to download ABC and no installation is required.<br/> Because it is an open-source project, it is free!
hi: आपको एएमपी डाउनलोड करने की आवश्यकता नहीं है और किसी इंस्टॉलेशन की आवश्यकता नहीं है।<br/> क्योंकि यह एक ओपन-सोर्स प्रोजेक्ट है, यह मुफ़्त है!
id: Anda tidak perlu mengunduh ABC dan penginstalan tidak diperlukan.<br/> Karena sebagai proyek sumber terbuka, ABC itu gratis!
ru: Вам не нужно загружать и устанавливать ABC.<br/> Поскольку это проект с открытым исходным кодом, все совершенно бесплатно!

source: Start developing
hi: विकास करना शुरू करें
id: Mulai mengembangkan
ru: Начать разработку

source: Tell a story
hi: एक कहानी बताओ
id: Berceritalah
ru: Рассказать историю

source: visual storytelling for the open web
hi: खुले वेब के लिए दृश्य कहानी सुनाना
id: penceritaan visual untuk web terbuka
ru: наглядный сторителлинг для открытого Интернета

source: Web Stories immerse your readers in fast-loading full-screen experiences. Easily create visual narratives, with engaging animations and tappable interactions. The Web Story format (formerly known as ABC Stories) is free and part of the open web and are available for everyone to try on their websites. They can be shared and embedded across the web without being confined to a closed ecosystem or platform.
hi: वेब स्टोरीज़ आपके पाठकों को तेजी से लोड होने वाले फ़ुल-स्क्रीन अनुभवों में डुबो देती है। आकर्षक एनिमेशन और टैप करने योग्य इंटरैक्शन के साथ आसानी से दृश्य कथाएं बनाएं। वेब स्टोरी प्रारूप (जिसे पहले एएमपी स्टोरीज़ के नाम से जाना जाता था) मुफ़्त है और खुले वेब का हिस्सा है और हर किसी के लिए अपनी वेबसाइटों पर आज़माने के लिए उपलब्ध है। उन्हें किसी बंद पारिस्थितिकी तंत्र या प्लेटफ़ॉर्म तक सीमित किए बिना पूरे वेब पर साझा और एम्बेड किया जा सकता है।
id: Web Stories mengajak pembaca Anda memasuki pengalaman layar penuh yang dimuat dengan cepat. Buatlah narasi visual dengan mudah, dilengkapi animasi yang menarik dan interaksi ketuk. Format cerita ABC gratis dan merupakan bagian dari web terbuka serta tersedia bagi semua orang untuk dicoba pada situs web mereka. Cerita ABC dapat dibagikan dan disematkan di seluruh web tanpa dibatasi ekosistem atau platform tertutup.
ru: Web Stories дают вашим читателям ощущение присутствия благодаря быстрой загрузке и полноэкранному формату. Создавайте интерактивные визуальные повествования с увлекательной анимацией. Формат ABC-историй бесплатный и является частью открытого Интернета, благодаря чему каждый может попробовать его на своем сайте. Истории не привязаны к закрытой экосистеме или платформе, ими можно делиться и встраивать в различные сайты по всему Интернету.

source: Web Stories provide content publishers with a mobile-focused format for delivering news and information as visually rich, tap-through stories. Web Stories offers a robust set of advertising opportunities for advertisers and publishers to reach a unique audience on the web with immersive experiences.
hi: वेब स्टोरीज़ सामग्री प्रकाशकों को समाचार और जानकारी को दृष्टिगत रूप से समृद्ध, टैप-थ्रू कहानियों के रूप में वितरित करने के लिए एक मोबाइल-केंद्रित प्रारूप प्रदान करती है। वेब स्टोरीज़ विज्ञापनदाताओं और प्रकाशकों को व्यापक अनुभवों के साथ वेब पर अद्वितीय दर्शकों तक पहुंचने के लिए विज्ञापन अवसरों का एक मजबूत सेट प्रदान करती है।
id: Lewat Web Stories, penayang konten memiliki format yang berfokus pada perangkat seluler untuk menyajikan berita dan informasi dalam bentuk cerita yang kaya visual dan bernavigasi ketuk. Cerita ABC menawarkan serangkaian peluang iklan yang solid bagi pengiklan dan penayang untuk menjangkau audiens yang unik di web dengan pengalaman mendalam.
ru: Web Stories предоставляют издателям ориентированный на мобильные устройства формат для показа новостей и прочей информации в виде визуально насыщенных, кликабельных историй. ABC-истории предлагают обширный набор рекламных возможностей для рекламодателей и издателей, что позволяет охватить уникальную аудиторию в Интернете, создавая эффект присутствия.

source: Build your first story
hi: अपनी पहली कहानी बनाएं
id: Buat cerita pertama Anda
ru: Создать свою первую историю

source: Learn about story ads
hi: कहानी विज्ञापनों के बारे में जानें
id: Pelajari iklan cerita
ru: Узнать о рекламных историях

source: Read Success Story
hi: सफलता की कहानी पढ़ें
id: Baca Cerita Sukses
ru: Читать историю успеха

source: The benefits of Web Stories
hi: वेब स्टोरीज़ के लाभ
id: Manfaat Web Stories
ru: Преимущества Web Stories

source: Read on how ABC works
hi: एएमपी कैसे काम करता है, इसके बारे में पढ़ें
id: Baca tentang cara kerja ABC
ru: Прочитать о том, как работает ABC

source: Web Stories are built with visually rich media, and whether you utilize pictures, videos or GIF assets is up to you. Images and videos expand to visually fill the readers’ screens, providing a smooth and fully engaging experience. ABC allows you to specify the file type to account for the user’s network connection and browser capabilities.
hi: वेब स्टोरीज़ दृश्यात्मक रूप से समृद्ध मीडिया के साथ बनाई गई हैं, और आप चित्रों, वीडियो या जीआईएफ संपत्तियों का उपयोग करते हैं या नहीं यह आप पर निर्भर है। छवियाँ और वीडियो पाठकों की स्क्रीन को दृश्य रूप से भरने के लिए विस्तारित होते हैं, जिससे एक सहज और पूरी तरह से आकर्षक अनुभव मिलता है। एएमपी आपको उपयोगकर्ता के नेटवर्क कनेक्शन और ब्राउज़र क्षमताओं को ध्यान में रखते हुए फ़ाइल प्रकार निर्दिष्ट करने की अनुमति देता है।
id: Web Stories dibuat dengan media yang kaya visual. Anda bebas memilih untuk memanfaatkan aset gambar, video, atau GIF. Gambar dan video akan meluas sehingga mengisi layar pembaca secara visual, memberikan pengalaman yang mulus dan memikat. ABC memungkinkan Anda untuk menentukan jenis berkas yang sesuai dengan koneksi jaringan dan kemampuan browser pengguna.
ru: Web Stories создаются с использованием визуально насыщенных мультимедийных материалов, и только вам решать, использовать ли средства графики, видео или анимации. Изображения и видео масштабируются таким образом, чтобы визуально заполнить экран устройства читателя, обеспечивая комфорт и создавая захватывающие впечатления. ABC позволяет указать тип отображаемого файла, чтобы учесть специфику сетевого подключения пользователя и возможности его браузера.

source: Images, videos and GIFs
hi: छवियाँ, वीडियो और GIFs
id: Gambar, video, dan GIF
ru: Изображения, видео и анимация

source: Text and audio
hi: पाठ और ऑडियो
id: Teks dan audio
ru: Текст и аудио

source: Convey facts and figures via bite-sized chunks of one or two sentences – ideal for mobile devices. Choose from different font colors for basic readability. Or add visual elements like subtle black transparent gradient overlays to ensure readability even on random background imagery, for example user generated content. On top of this, you can use short audio files on every page to provide spoken information or background music.
hi: एक या दो वाक्यों के छोटे टुकड़ों के माध्यम से तथ्यों और आंकड़ों को व्यक्त करें - मोबाइल उपकरणों के लिए आदर्श। बुनियादी पठनीयता के लिए विभिन्न फ़ॉन्ट रंगों में से चुनें। या यादृच्छिक पृष्ठभूमि इमेजरी पर भी पठनीयता सुनिश्चित करने के लिए सूक्ष्म काले पारदर्शी ग्रेडिएंट ओवरले जैसे दृश्य तत्व जोड़ें, उदाहरण के लिए उपयोगकर्ता द्वारा उत्पन्न सामग्री। इसके अलावा, आप बोली जाने वाली जानकारी या पृष्ठभूमि संगीत प्रदान करने के लिए प्रत्येक पृष्ठ पर छोटी ऑडियो फ़ाइलों का उपयोग कर सकते हैं।
id: Sampaikan fakta dan angka melalui bagian-bagian kecil yang berisi satu atau dua kalimat – ideal untuk perangkat seluler. Pilih dari berbagai warna font untuk kemudahan membaca, atau tambahkan elemen visual, seperti overlay gradien transparan hitam samar untuk memastikan keterbacaan pada gambar latar apa pun, misalnya, konten yang dibuat pengguna. Selain itu, Anda dapat menggunakan berkas audio pendek di setiap halaman untuk memberikan informasi lisan atau musik latar.
ru: Подавайте факты и цифры малыми порциями в одно-два предложения — это лучше смотрится на мобильных устройствах. Выберите один из цветов текста для удобочитаемости. Можете добавить визуальные элементы, например, тонкое полупрозрачное наложение черного градиента, чтобы обеспечить читаемость на фоне случайных изображений, например, пользовательского контента. Кроме того, на каждой странице можно помещать короткие аудио-файлы для передачи устной информации или фоновой музыки.

source: It’s easy to create visual effects and tappable interactions that keep readers engaged. Titles can fly drop, fade in, or animate onto the page. Configure your story to automatically progress to the next page when a video snippet is finished. Provide social sharing and related links at the end of your story, so users can share it or dive further into other content on your site.
hi: दृश्य प्रभाव और टैप करने योग्य इंटरैक्शन बनाना आसान है जो पाठकों को बांधे रखता है। शीर्षक पृष्ठ पर उड़ सकते हैं, लुप्त हो सकते हैं या चेतन हो सकते हैं। वीडियो स्निपेट समाप्त होने पर अपनी कहानी को स्वचालित रूप से अगले पृष्ठ पर ले जाने के लिए कॉन्फ़िगर करें। अपनी कहानी के अंत में सामाजिक साझाकरण और संबंधित लिंक प्रदान करें, ताकि उपयोगकर्ता इसे साझा कर सकें या आपकी साइट पर अन्य सामग्री में गोता लगा सकें।
id: Mudah sekali membuat efek visual dan interaksi sentuh yang membuat pembaca tetap tertarik. Judul dapat jatuh, muncul berangsur, atau dianimasikan ke dalam halaman. Konfigurasikan cerita Anda agar secara otomatis berlanjut ke halaman berikutnya ketika cuplikan video selesai. Sediakan tombol berbagi sosial dan tautan terkait di akhir cerita Anda, sehingga pengguna dapat membagikannya atau menyelam lebih dalam ke konten lain di situs Anda.
ru: Создавать визуальные эффекты и интерактивные взаимодействия, которые вовлекают читателей в происходящее, теперь легко. Можно задать параметры анимации так, чтобы заголовки прилетали сверху, проявлялись постепенно или отрисовывались с другими эффектами. Настройте для своей истории автоматический переход на следующую страницу после завершения фрагмента видео. В конце истории разместите связанные ссылки, чтобы пользователи могли перейти к другим материалам на вашем сайте, а также дайте возможность поделиться историей в соцсетях.

source: Web Stories <br />Monetization Options
hi: वेब स्टोरीज़ <br />मुद्रीकरण विकल्प
id: Opsi Monetisasi <br />Web Stories
ru: Возможности монетизации <br />Web Stories

source: Single Page Story Ad
hi: सिंगल पेज स्टोरी विज्ञापन
id: Iklan Cerita Satu Halaman
ru: Одностраничная рекламная история

source: Get Started with our Story Ads Templates
hi: हमारे स्टोरी विज्ञापन टेम्प्लेट के साथ आरंभ करें
id: Mulai Jelajahi Templat Iklan Cerita Kami
ru: Начните с наших шаблонов рекламных историй

source: Affiliate Links
hi: सहबद्ध लिंक
id: Tautan Afiliasi
ru: Партнерские ссылки

source: Publishers can use affiliate links as a form of monetization by placing outlinks in organic story pages.
hi: प्रकाशक ऑर्गेनिक स्टोरी पेजों में आउटलिंक रखकर मुद्रीकरण के रूप में संबद्ध लिंक का उपयोग कर सकते हैं।
id: Penayang dapat menggunakan tautan afiliasi sebagai bentuk monetisasi dengan menempatkan tautan eksternal pada halaman cerita organik.
ru: Издатели могут использовать в качестве монетизации партнерские ссылки, размещая их на страницах историй.

source: Read Best Practices Guide
hi: सर्वोत्तम अभ्यास मार्गदर्शिका पढ़ें
id: Baca Panduan Praktik Terbaik
ru: Прочитать практические рекомендации

source: ABC Ads
hi: एएमपी विज्ञापन
id: Iklan ABC
ru: ABC-реклама

source: Explore tools
hi: उपकरणों का अन्वेषण करें
id: Jelajahi alat
ru: Изучить инструменты
