Repository: AFDSI/jay.dev
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: hi, id, ru

source: Create your first ABC page
hi: अपना पहला एएमपी पेज बनाएं
id: Membuat halaman ABC pertama Anda
ru: Создайте свою первую ABC-страницу

source: Not sure how to get started? In this tutorial, you’ll learn how to create a basic ABC HTML page, how to stage it and validate that it’s ABC compliant, and finally ...
hi: पक्का नहीं है कि कैसे शुरू करें? इस ट्यूटोरियल में, आप सीखेंगे कि एक बुनियादी एएमपी एचटीएमएल पेज कैसे बनाया जाए, इसे कैसे चरणबद्ध किया जाए और सत्यापित किया जाए कि यह एएमपी के अनुरूप है, और अंत में...
id: Tidak yakin bagaimana cara memulai? Dalam tutorial ini, Anda akan belajar cara membuat halaman ABC HTML dasar, cara menyiapkannya dan memvalidasi bahwa halaman itu sesuai dengan ABC, dan akhirnya ...
ru: Не знаете, c чего начать? Из этого руководства вы узнаете, как создать и разместить базовую ABC HTML-страницу, проверить, соответствует ли она требованиям ABC, и, наконец, как подготовить ее к публикации и распространению.

source: In this tutorial, you'll learn how to use data binding and expressions to build awesome, interactive ABC pages with amp-bind ...
hi: इस ट्यूटोरियल में, आप सीखेंगे कि एम्प-बाइंड के साथ अद्भुत, इंटरैक्टिव एएमपी पेज बनाने के लिए डेटा बाइंडिंग और एक्सप्रेशन का उपयोग कैसे करें...
id: Dalam tutorial ini, Anda akan mempelajari cara menggunakan pengikatan data dan ekspresi untuk membuat halaman ABC interaktif yang keren dengan amp-bind ...
ru: Пройдя этот урок, вы научитесь использовать привязку данных и выражения для создания потрясающих интерактивных ABC-страниц с помощью amp-bind...

source: Styling and layout on ABC HTML pages is very similar to normal HTML pages – in both cases, you'll use CSS.
hi: एएमपी एचटीएमएल पेजों पर स्टाइल और लेआउट सामान्य एचटीएमएल पेजों के समान है - दोनों ही मामलों में, आप सीएसएस का उपयोग करेंगे।
id: Gaya dan tata letak pada halaman ABC HTML sangat mirip dengan halaman HTML biasa – di keduanya, Anda akan menggunakan CSS.
ru: Обработка стилей и верстка ABC HTML-страниц выполняется аналогично обычным HTML-страницам — в обоих случаях применяется CSS.

source: Get Started with Tutorials
hi: ट्यूटोरियल के साथ आरंभ करें
id: Mulai dengan Tutorial
ru: Пройдите обучение и приступите к работе

source: ABC Websites
hi: एएमपी वेबसाइटें
id: Situs Web ABC
ru: ABC-сайты

source: ABC Email
hi: एएमपी ईमेल
id: Email ABC
ru: ABC-письма

source: advertisers
hi: विज्ञापनदाता
id: pengiklan
ru: рекламодатели

source: publishers
hi: प्रकाशकों
id: penayang
ru: издатели

source: e-commerce
hi: ई-कॉमर्स
id: e-niaga
ru: электронная коммерция

source: nonprofit
hi: ग़ैर-लाभकारी
id: nirlaba
ru: некоммерческие

source: social-media
hi: सामाजिक मीडिया
id: media sosial
ru: социальные сети

source: Magazine article
hi: पत्रिका लेख
id: Artikel majalah
ru: Журнальная статья

source: Breaking the status quo
hi: यथास्थिति को तोड़ना
id: Menghentikan status quo
ru: Меняя устоявшееся положение вещей

source: This example of magazine article demonstrates how to build an immersive reading experience by adding animations that enhance the written content on the page.
hi: पत्रिका लेख का यह उदाहरण दर्शाता है कि पृष्ठ पर लिखित सामग्री को बढ़ाने वाले एनिमेशन जोड़कर एक गहन पढ़ने का अनुभव कैसे बनाया जाए।
id: Contoh artikel majalah ini menunjukkan cara membangun pengalaman membaca yang mendalam dengan menambahkan animasi yang memperkaya konten yang tertulis pada halaman.
ru: Этот пример журнальной статьи показывает, как можно сделать чтение захватывающим, добавив анимацию, которая улучшает восприятие письменного контента.

source: <code>amp-position-observer</code> in combination with <code>amp-animation</code> allows a smooth "scrolly-telling" experience with minimal effort and without any custom JavaScript.
hi: <कोड>एम्प-पोजीशन-ऑब्जर्वर</कोड>, <कोड>एम्प-एनीमेशन</कोड> के साथ संयोजन में न्यूनतम प्रयास और बिना किसी कस्टम जावास्क्रिप्ट के एक सहज "स्क्रॉली-टेलिंग" अनुभव की अनुमति देता है।
id: <code>amp-position-observer</code> jika dipadukan dengan <code>amp-animation</code> memungkinkan pengalaman "penceritaan gulir" yang mulus dengan usaha minimal dan tanpa JavaScript khusus.
ru: <code>amp-position-observer</code> в сочетании с <code>amp-animation</code> обеспечивает комфортное восприятие пользователем, используя механизм прокрутки. Для этого требуется минимум усилий, к тому же не нужно внедрять специальный JavaScript-код.

source: Experience Demo
hi: अनुभव डेमो
id: Lihat Demo
ru: Демо взаимодействия

source: Band page
hi: बैंड पेज
id: Halaman band
ru: Страница группы

source: Always thought that all ABC pages look the same? Checkout this incredible band website featuring various ABC components to create a vivid and enjoyable experience.
hi: क्या आपने हमेशा सोचा था कि सभी एएमपी पेज एक जैसे दिखते हैं? एक जीवंत और आनंददायक अनुभव बनाने के लिए विभिन्न एएमपी घटकों वाली इस अविश्वसनीय बैंड वेबसाइट को देखें।
id: Selalu merasa bahwa semua halaman ABC mirip? Lihatlah situs web band luar biasa ini yang menampilkan berbagai komponen ABC untuk menciptakan pengalaman yang nyata dan menyenangkan.
ru: Вы думали, что все ABC-страницы выглядят одинаково? Посетите этот невероятный веб-сайт музыкальной группы с различными ABC-компонентами, создающими мощные, яркие впечатления.

source: The use of <code>amp-sidebar</code> gives you the same feeling as if you are in a single page app.
hi: <code>amp-sidebar</code> का उपयोग आपको वैसा ही एहसास देता है जैसे कि आप एक सिंगल पेज ऐप में हों।
id: Penggunaan <code>amp-sidebar</code> membuat Anda merasa seperti berada dalam aplikasi satu halaman.
ru: Использование <code>amp-sidebar</code> создает впечатление, как будто вы находитесь в одностраничном приложении.

source: E-Commerce
hi: ई-कॉमर्स
id: E-Niaga
ru: Электронная коммерция

source: ABC shines for content pages. But it can also power e-commerce experiences.
hi: एएमपी सामग्री पृष्ठों के लिए चमकता है। लेकिन यह ई-कॉमर्स अनुभवों को भी शक्ति प्रदान कर सकता है।
id: ABC unggul untuk halaman konten. Namun, ABC juga dapat memperkuat pengalaman e-niaga.
ru: ABC прекрасно показывает себя на страницах с контентом. Но с его помощью можно также наладить электронную коммерцию.

source: To learn more, we built a simple yet fully functional e-commerce site of our very own! Check out the site, and look at the code to learn about the best practices we discovered to build a great interactive experience on your domain and on ABC caches alike.
hi: अधिक जानने के लिए, हमने अपनी खुद की एक सरल लेकिन पूरी तरह कार्यात्मक ई-कॉमर्स साइट बनाई! साइट देखें, और आपके डोमेन और एएमपी कैश पर समान रूप से एक शानदार इंटरैक्टिव अनुभव बनाने के लिए हमारे द्वारा खोजी गई सर्वोत्तम प्रथाओं के बारे में जानने के लिए कोड देखें।
id: Untuk pelajaran lebih lanjut, kami membuat situs e-niaga sederhana, tetapi berfungsi penuh milik kami sendiri! Lihatlah situs tersebut, dan lihat kodenya untuk mempelajari praktik terbaik yang kami temukan untuk membangun pengalaman interaktif hebat di domain Anda dan di cache ABC.
ru: Для того чтобы вы могли узнать больше, мы создали простой, но полнофункциональный сайт электронной коммерции! Посетите сайт и ознакомьтесь с его кодом, чтобы узнать о передовых методах, которые мы разработали, чтобы помочь вам создавать прекрасный интерактивный интерфейс на своем домене и в кешах ABC.

source: See on GitHub
hi: GitHub पर देखें
id: Lihat di GitHub
ru: Посмотреть на GitHub

source: Here we feature interesting and outstanding pages that have been published using ABC. We kindly invite you to look through them to see what ABC is capable of.
hi: यहां हम दिलचस्प और उत्कृष्ट पेज पेश करते हैं जिन्हें एएमपी का उपयोग करके प्रकाशित किया गया है। हम आपको यह देखने के लिए आमंत्रित करते हैं कि एएमपी क्या करने में सक्षम है।
id: Di sini kami menampilkan halaman menarik dan luar biasa yang telah ditayangkan menggunakan ABC. Kami dengan hormat mengundang Anda untuk melihat-lihat dan mengenal kemampuan ABC.
ru: Здесь мы представляем вашему вниманию замечательные страницы, которые были созданы с использованием ABC. Просмотрите их и оцените, на что способен ABC.

source: Musement’s mobile-first design helps users navigate 70% faster
hi: म्यूज़मेंट का मोबाइल-फ़र्स्ट डिज़ाइन उपयोगकर्ताओं को 70% तेज़ी से नेविगेट करने में मदद करता है
id: Desain Musement yang mengutamakan perangkat seluler membantu pengguna bernavigasi 70% lebih cepat
ru: Мобильный дизайн Musement помогает пользователям перемещаться по сайту на 70% быстрее

source: To provide their blog content in a more attractive format, Ameba launched their article landing pages as ABC Stories
hi: अपने ब्लॉग सामग्री को अधिक आकर्षक प्रारूप में प्रदान करने के लिए, अमीबा ने अपने लेख लैंडिंग पेज को एएमपी स्टोरीज़ के रूप में लॉन्च किया
id: Untuk menyajikan konten blog dalam format yang lebih menarik, Ameba meluncurkan halaman landing artikel mereka sebagai Cerita ABC
ru: Чтобы повысить привлекательность своего блога, Ameba начала представлять свои целевые страницы в виде ABC-историй

source: Complex Networks drives a 3x revenue increase with ABC
hi: कॉम्प्लेक्स नेटवर्क एएमपी के साथ राजस्व में 3 गुना वृद्धि करता है
id: Complex Networks mendorong peningkatan pendapatan 3x lipat dengan ABC
ru: Complex Networks обеспечивает трехкратное увеличение своего дохода с помощью ABC

source: AARP increases mobile conversion rate by 15% with ABC
hi: AARP, ABC के साथ मोबाइल रूपांतरण दर को 15% बढ़ाता है
id: AARP meningkatkan tingkat konversi seluler sebesar 15% dengan ABC
ru: AARP повышает коэффициент конверсии с мобильных устройств на 15% благодаря использованию ABC

source: KG Media’s ABC optimizations results
hi: केजी मीडिया के एएमपी अनुकूलन परिणाम
id: Hasil optimasi ABC oleh KG Media
ru: Результаты оптимизации с помощью ABC от KG Media

source: Asahi.com uses a paired ABC approach for their free articles
hi: Asahi.com अपने मुफ़्त लेखों के लिए युग्मित ABC दृष्टिकोण का उपयोग करता है
id: Asahi.com menggunakan pendekatan ABC tersanding untuk artikel gratis mereka
ru: Asahi.com применяет подход синхронизации с ABC к своим бесплатным статьям

source: RCS MediaGroup reports good news with ABC and PWA
hi: आरसीएस मीडियाग्रुप ने एएमपी और पीडब्ल्यूए के साथ अच्छी खबर दी है
id: RCS MediaGroup melaporkan berita baik dengan ABC dan PWA
ru: RCS MediaGroup сообщает хорошие новости с использованием ABC и PWA

source: Advance Create boosting ads landing pages with ABC
hi: एएमपी के साथ एडवांस बूस्टिंग विज्ञापन लैंडिंग पेज बनाएं
id: Advance Create meningkatkan halaman landing iklan dengan ABC
ru: Advance Create раскручивает свои рекламные целевые страницы с помощью ABC

source: Times of India reports 1.5X more revenue yields, 3.6X faster load time with ABC
hi: टाइम्स ऑफ इंडिया ने एएमपी के साथ 1.5 गुना अधिक राजस्व प्राप्ति, 3.6 गुना तेज लोड समय की रिपोर्ट दी है
id: Times of India melaporkan hasil pendapatan 1,5x lebih banyak dan waktu muat 3,6x lebih cepat dengan ABC
ru: Times of India сообщает об увеличении доходов в 1,5 раза и скорости загрузки в 3,6 раза благодаря использованию ABC

source: greenslips.com.au boosts conversions by 12-15%, mobile speed by 15% with ABC
hi: Greenslips.com.au ने ABC के साथ रूपांतरण को 12-15%, मोबाइल स्पीड को 15% बढ़ाया
id: greenslips.com.au meningkatkan konversi sebesar 12-15%, kecepatan seluler sebesar 15% dengan ABC
ru: greenslips.com.au благодаря использованию ABC повышает конверсию на 12-15%, а скорость мобильной загрузки на 15%

source: Tokopedia boosts mobile performance with ABC and PWA
hi: टोकोपीडिया एएमपी और पीडब्ल्यूए के साथ मोबाइल प्रदर्शन को बढ़ाता है
id: Tokopedia meningkatkan kinerja seluler dengan ABC dan PWA
ru: Tokopedia с помощью ABC и PWA повышает производительность работы на мобильных устройствах

source: Readwhere provides seamless mobile content via ABC and PWA
hi: रीडव्हेयर एएमपी और पीडब्ल्यूए के माध्यम से निर्बाध मोबाइल सामग्री प्रदान करता है
id: Readwhere menyediakan konten seluler yang mengalir melalui ABC dan PWA
ru: Readwhere обеспечивает непрерывное отображение мобильного контента с помощью ABC и PWA

source: DiscoverCarHire.com drives conversions with faster mobile page load times via ABC
hi: DiscoverCarHire.com ABC के माध्यम से तेज़ मोबाइल पेज लोड समय के साथ रूपांतरण चलाता है
id: DiscoverCarHire.com mendorong konversi melalui waktu pemuatan halaman seluler yang lebih cepat dengan ABC
ru: DiscoverCarHire.com повышает конверсию благодаря ускорению загрузки мобильных страниц, используя ABC

source: Jagran New Media boosts traffic by 115% and revenue by 4.5X by expanding ABC strategy
hi: जागरण न्यू मीडिया ने एएमपी रणनीति का विस्तार करके ट्रैफिक को 115% और राजस्व को 4.5 गुना बढ़ाया है
id: Jagran New Media meningkatkan lalu lintas sebesar 115% dan pendapatan sebesar 4,5x dengan memperluas strategi ABC
ru: Jagran New Media увеличивает трафик на 115% и доход в 4,5 раза за счет расширения использования ABC

source: Renovation Brands improves speed and site duration with ABC
hi: रेनोवेशन ब्रांड्स एएमपी के साथ गति और साइट अवधि में सुधार करते हैं
id: Renovation Brands meningkatkan kecepatan dan durasi situs dengan ABC
ru: Renovation Brands с помощью ABC повышает скорость и длительность работы с сайтом

source: Metromile lowers costs, reaches more potential customers with ABC
hi: मेट्रोमाइल लागत कम करता है, एएमपी के साथ अधिक संभावित ग्राहकों तक पहुंचता है
id: Metromile menurunkan biaya, menjangkau lebih banyak calon pelanggan dengan ABC
ru: Metromile с помощью ABC снижает затраты и привлекает большее количество потенциальных клиентов

source: Carved increases conversion rate by 75% with ABC and PWA
hi: एएमपी और पीडब्ल्यूए के साथ कार्व्ड रूपांतरण दर को 75% तक बढ़ाता है
id: Carved meningkatkan tingkat konversi sebesar 75% dengan ABC dan PWA
ru: Carved благодаря использованию ABC и PWA повышает коэффициент конверсии на 75%

source: TransUnion scores more conversions with faster page loads via ABC
hi: एएमपी के माध्यम से तेज पेज लोड के साथ ट्रांसयूनियन अधिक रूपांतरण प्राप्त करता है
id: TransUnion mencetak lebih banyak konversi melalui pemuatan halaman lebih cepat dengan ABC
ru: TransUnion повышает конверсию благодаря ускоренной загрузке страниц, используя ABC

source: The story of the all-new BMW.com
hi: बिल्कुल नई BMW.com की कहानी
id: Cerita BMW.com yang serba baru
ru: История совершенно нового BMW.com

source: Innkeeper’s Advantage helps B&Bs book guests quicker with ABC
hi: इनकीपर का एडवांटेज B&B को ABC के साथ मेहमानों को जल्दी बुक करने में मदद करता है
id: Innkeeper's Advantage membantu B&B mempercepat proses pemesanan dengan ABC
ru: Innkeeper's Advantage помогает гостиницам ускорять процесс бронирования для гостей с помощью ABC

source: Grupo Expansión boosts monetization with ABC
hi: ग्रुपो एक्सपेंशन एएमपी के साथ मुद्रीकरण को बढ़ावा देता है
id: Grupo Expansión meningkatkan monetisasi dengan ABC
ru: Grupo Expansión повышает монетизацию с помощью ABC

source: Merchology increases conversions, lowers load times with ABC
hi: मर्चोलॉजी रूपांतरण बढ़ाती है, एएमपी के साथ लोड समय कम करती है
id: Merchology meningkatkan konversi, mengurangi waktu muat dengan ABC
ru: Merchology повышает конверсию, уменьшая время загрузки благодаря ABC

source: Eski.mobi serves businesses going mobile with ABC
hi: Eski.mobi ABC के साथ मोबाइल आधारित व्यवसायों को सेवा प्रदान करता है
id: Eski.mobi melayani bisnis yang merambah perangkat seluler dengan ABC
ru: Eski.mobi помогает предприятиям представлять контент в мобильном формате, используя ABC

source: Faster page loads with ABC deliver truckloads of new drivers to U.S. Xpress
hi: एएमपी के साथ तेज़ पेज लोड नए ड्राइवरों के ट्रक को यू.एस. एक्सप्रेस तक पहुंचाता है
id: Pemuatan halaman yang lebih cepat dengan ABC menarik banyak pengemudi baru ke U.S. Xpress
ru: Ускоренная загрузка страниц на базе ABC привлекает массу новых водителей в U.S. Xpress

source: Event Tickets Center significantly boosts conversions with ABC
hi: इवेंट टिकट सेंटर एएमपी के साथ रूपांतरणों को महत्वपूर्ण रूप से बढ़ाता है
id: Event Tickets Center meningkatkan konversi secara signifikan dengan ABC
ru: Event Tickets Center с помощью ABC значительно повышает конверсию

source: ConsumersAdvocate.org boosts site performance with ABC
hi: कंज्यूमर्सएडवोकेट.ओआरजी एएमपी के साथ साइट के प्रदर्शन को बढ़ाता है
id: ConsumersAdvocate.org meningkatkan kinerja situs dengan ABC
ru: ConsumersAdvocate.org повышает производительность сайта с помощью ABC

source: Fastcommerce drives conversions for clients by building ABC-first
hi: फास्टकॉमर्स एएमपी-फर्स्ट का निर्माण करके ग्राहकों के लिए रूपांतरण बढ़ाता है
id: Fastcommerce mendorong konversi untuk klien dengan rancangan yang mengutamakan ABC
ru: Fastcommerce повышает конверсию своих клиентов, создавая ABC-ориентированные решения

source: Leading French organic retailer doubles mobile conversions with ABC
hi: अग्रणी फ्रांसीसी ऑर्गेनिक रिटेलर ने एएमपी के साथ मोबाइल रूपांतरण दोगुना कर दिया है
id: Pengecer organik Prancis terkemuka menggandakan konversi seluler dengan ABC
ru: Ведущий французский дистрибьютор органических продуктов удваивает мобильную конверсию благодаря ABC

source: CNBC sees mobile speed and engagement gains with ABC
hi: सीएनबीसी एएमपी के साथ मोबाइल स्पीड और जुड़ाव में बढ़त देखता है
id: CNBC mengalami pertambahan kecepatan seluler dan keterlibatan melalui ABC
ru: CNBC отмечает рост скорости на мобильных устройствах и повышение охвата благодаря ABC

source: Wego.com increases mobile conversion rates 95% with ABC
hi: Wego.com ने ABC के साथ मोबाइल रूपांतरण दर 95% बढ़ा दी है
id: Wego.com meningkatkan tingkat konversi seluler sebesar 95% dengan ABC
ru: Wego.com благодаря использованию ABC повышает коэффициент мобильной конверсии до 95%

source: India’s leading rental site improved owner-to-renter connections by 77% with ABC
hi: भारत की अग्रणी रेंटल साइट ने एएमपी के साथ मालिक-से-किराएदार कनेक्शन में 77% सुधार किया
id: Situs penyewaan terkemuka India meningkatkan hubungan pemilik-ke-penyewa sebesar 77% dengan ABC
ru: Ведущий индийский сайт поиска жилья с помощью ABC улучшил связь между владельцами и арендаторами на 77%

source: WompMobile consistently improves e-commerce clients’ conversion rates with ABC sites
hi: WompMobile एएमपी साइटों के साथ ई-कॉमर्स ग्राहकों की रूपांतरण दरों में लगातार सुधार करता है
id: WompMobile secara konsisten meningkatkan tingkat konversi klien e-niaga dengan situs ABC
ru: WompMobile с помощью сайтов на базе ABC постоянно улучшает показатели конверсии предприятий электронной коммерции

source: Terra drives mobile viewership up with ABC
hi: टेरा ने एएमपी के साथ मोबाइल दर्शकों की संख्या बढ़ाई
id: Terra mendorong kenaikan pemirsa seluler dengan ABC
ru: Terra повышает количество просмотров с мобильных устройств с помощью ABC

source: Milestone drives conversions with ABC pages for local hospitality site
hi: माइलस्टोन स्थानीय आतिथ्य साइट के लिए एएमपी पेजों के साथ रूपांतरण बढ़ाता है
id: Milestone mendorong konversi dengan halaman ABC untuk situs perhotelan lokal
ru: Milestone повышает конверсию местных сайтов гостевого бизнеса с помощью ABC-страниц

source: Hearst integrates key partner and product solutions on ABC
hi: हर्स्ट एएमपी पर प्रमुख भागीदार और उत्पाद समाधानों को एकीकृत करता है
id: Hearst mengintegrasikan mitra utama dan solusi produk dengan ABC
ru: Hearst интегрирует решения ключевых партнеров и продуктов на базе ABC

source: Wired ABC’s its 20+ year archive to meet audiences online
hi: दर्शकों से ऑनलाइन मिलने के लिए वायर्ड एएमपी का 20+ वर्ष का संग्रह है
id: Wired menerapkan ABC pada arsip 20+ tahun untuk disajikan ke audiens online
ru: Wired переводит свой более чем 20-летний архив в ABC-формат, делая его доступным онлайн

source: Slate gets efficient with ABC
hi: एएमपी के साथ स्लेट कुशल हो जाती है
id: Slate menjadi efisien dengan ABC
ru: Slate становится эффективнее с ABC

source: Relay Media helps publishers get ABC’d
hi: रिले मीडिया प्रकाशकों को ABC'd प्राप्त करने में मदद करता है
id: Relay Media membantu penayang menerapkan ABC
ru: Relay Media помогает издателям перейти на использование ABC

source: plista grows publisher revenue & user engagement with ABC
hi: प्लिस्टा एएमपी के साथ प्रकाशक राजस्व और उपयोगकर्ता जुड़ाव बढ़ाता है
id: plista meningkatkan pendapatan penayang dan keterlibatan pengguna dengan ABC
ru: plista с помощью ABC увеличивает доходы издателей и повышает охват аудитории

source: Create flawless web experiences
hi: दोषरहित वेब अनुभव बनाएं
id: Buat pengalaman web yang sempurna
ru: Создавайте безупречные веб-решения

source: Snackable Stories for everyone
hi: हर किसी के लिए नाश्ते योग्य कहानियाँ
id: Cerita yang mudah dicerna semua orang
ru: Короткие истории для всех

source: Super fast ads on the web
hi: वेब पर सुपर फास्ट विज्ञापन
id: Iklan supercepat di web
ru: Сверхбыстрая реклама в Интернете

source: Next gen email
hi: अगली पीढ़ी का ईमेल
id: Email generasi mendatang
ru: Почта следующего поколения

source: Use cases
hi: बक्सों का इस्तेमाल करें
id: Contoh penggunaan
ru: Пользовательские сценарии

source: Guides & Tutorials
hi: मार्गदर्शिकाएँ एवं ट्यूटोरियल
id: Panduan & Tutorial
ru: Руководства и учебники

source: The complete ABC library
hi: संपूर्ण एएमपी लाइब्रेरी
id: Perpustakaan ABC lengkap
ru: Полная библиотека ABC

source: Hands on Introduction to ABC
hi: एएमपी का व्यावहारिक परिचय
id: Praktik Pengantar ABC
ru: Практическое введение в ABC

source: Learn ABC with free courses
hi: मुफ़्त पाठ्यक्रमों के साथ एएमपी सीखें
id: Pelajari ABC dengan kursus gratis
ru: Пройдите бесплатные курсы по ABC

source: Templates
hi: टेम्पलेट्स
id: Templat
ru: Шаблоны

source: Begin building
hi: निर्माण शुरू करें
id: Mulai membuat
ru: Начните разработку

source: Ready to use
hi: इस्तेमाल के लिए तैयार
id: Siap digunakan
ru: Готовые к использованию

source: Courses
hi: पाठ्यक्रम
id: Kursus
ru: Курсы

source: Governance
hi: शासन
id: Tata Kelola
ru: Администрация

source: ABC Roadshow
hi: एएमपी रोड शो
ru: Рекламное турне ABC

source: Help
hi: मदद
id: Bantuan
ru: Помощь

source: Encouraging More Voices in ABC
hi: एएमपी में अधिक आवाज़ों को प्रोत्साहित करना
id: Mendorong Lebih Banyak Suara di ABC
ru: Мы рады новым лицам в проекте ABC

source: An ABC Working Group is a segment of the community with knowledge/interest in specific area of ABC. Working Groups are created by ABC’s Technical Steering Committee.
hi: एएमपी वर्किंग ग्रुप एएमपी के विशिष्ट क्षेत्र में ज्ञान/रुचि रखने वाला समुदाय का एक खंड है। कार्य समूह एएमपी की तकनीकी संचालन समिति द्वारा बनाए जाते हैं।
id: Kelompok Kerja ABC adalah segmen komunitas yang memiliki pengetahuan/minat dalam bidang ABC tertentu. Kelompok Kerja dibentuk oleh Komite Pengarah Teknis ABC.
ru: Рабочая группа ABC — это сегмент сообщества, обладающий знаниями и интересами в конкретной области ABC. Рабочие группы создаются техническим руководящим комитетом ABC.

source: Most Working Groups provide bi-weekly status updates and present quarterly high-level updates in round-robin fashion at Design Reviews.
hi: अधिकांश कार्य समूह द्वि-साप्ताहिक स्थिति अपडेट प्रदान करते हैं और डिज़ाइन समीक्षाओं में राउंड-रॉबिन फैशन में त्रैमासिक उच्च-स्तरीय अपडेट प्रस्तुत करते हैं।
id: Sebagian besar Kelompok Kerja memberikan pembaruan status dua mingguan dan menyajikan pembaruan tingkat tinggi triwulanan secara bergiliran di Tinjauan Desain.
ru: Большинство рабочих групп раз в две недели выпускают небольшие отчеты и представляют общие квартальные отчеты об обновлениях в секции «Обзор дизайна» в виде карусели.

source: Current Issues
hi: वर्तमान मुद्दों
id: Bahasan Terkini
ru: Текущие задачи

source: The facilitator of {name} is:
hi: {नाम} का सूत्रधार है:
id: Fasilitator {name} adalah:
ru: {name} координируется при помощи:

source: Members
hi: सदस्यों
id: Anggota
ru: Участники

source: Communication Channels
hi: संचार कढ़ी
id: Saluran Komunikasi
ru: Каналы связи
