Repository: AFDSI/jay.dev
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: hi, id, ru

source: Create ABCHTML-valid and ready to be published individual designs or full sets of static or animated marketing visuals, within minutes.
hi: मिनटों के भीतर ABCHTML-मान्य और प्रकाशित होने के लिए तैयार व्यक्तिगत डिज़ाइन या स्थिर या एनिमेटेड मार्केटिंग विज़ुअल के पूर्ण सेट बनाएं।
id: Buat desain individual yang valid untuk ABCHTML dan siap untuk ditayangkan atau set lengkap visual pemasaran statis atau animasi, dalam hitungan menit.
ru: В считанные минуты создавайте ABCHTML-валидные и готовые к публикации отдельные решения, либо полные наборы статических или анимированных маркетинговых материалов.

source: Online ABCHTML banner maker which allows you to easily create ABC ads without prior coding knowledge.
hi: ऑनलाइन एएमपीएचटीएमएल बैनर निर्माता जो आपको पूर्व कोडिंग ज्ञान के बिना आसानी से एएमपी विज्ञापन बनाने की अनुमति देता है।
id: Pembuat banner ABCHTML online yang memungkinkan Anda untuk membuat iklan ABC dengan mudah tanpa pengetahuan pengodean sebelumnya.
ru: Онлайн-средство для создания ABCHTML-баннеров, позволяющее легко настраивать ABC-рекламу, даже если вы не умеете программировать.

source: Create engaging, interactive ABCHTML Ad compliant designs and motion graphics that can run on any device.
hi: आकर्षक, इंटरैक्टिव एएमपीएचटीएमएल विज्ञापन अनुरूप डिजाइन और मोशन ग्राफिक्स बनाएं जो किसी भी डिवाइस पर चल सकें।
id: Buat desain dan gambar bergerak menarik dan interaktif yang selaras dengan Iklan ABCHTML yang dapat berjalan pada perangkat apa pun.
ru: Создавайте привлекательный, совместимый с ABCHTML-рекламой интерактивный дизайн и анимацию, которые можно будет запустить на любом устройстве.

source: Increase in revenue
hi: राजस्व में वृद्धि
id: Peningkatan pendapatan
ru: Увеличение прибыли

source: Triplelift and Cloudflare boost Time Inc.’s revenue with ABC Ads
hi: ट्रिपललिफ्ट और क्लाउडफ्लेयर ने एएमपी विज्ञापनों के साथ टाइम इंक का राजस्व बढ़ाया
id: Triplelift dan Cloudflare meningkatkan pendapatan Time Inc. dengan Iklan ABC
ru: Triplelift и Cloudflare повышают доход Time Inc. с помощью ABC-рекламы

source: Increase in average clickthrough rate
hi: औसत क्लिकथ्रू दर में वृद्धि
id: Peningkatan rasio klik-tayang rata-rata
ru: Увеличение среднего CTR

source: Teads brings ABC'd mobile video inventory to nearly 100 publishers
hi: टीड्स लगभग 100 प्रकाशकों के लिए ABC'd मोबाइल वीडियो सूची लाता है
id: Teads menyajikan inventaris video seluler ABC kepada hampir 100 penayang
ru: Teads обеспечивает показ мобильных видео почти для 100 издателей с помощью ABC

source: Increase in ad load speed
hi: विज्ञापन लोड गति में वृद्धि
id: Peningkatan kecepatan muat iklan
ru: Увеличение скорости загрузки рекламы

source: How ABC works
hi: एएमपी कैसे काम करता है
id: Cara kerja ABC
ru: Как работает ABC

source: The following optimizations combined are the reason ABC pages are so fast they appear to load instantly. There are 7 reasons in total - but if that’s still too much to read, simply watch the explainer video:
hi: निम्नलिखित अनुकूलन संयुक्त रूप से एएमपी पृष्ठों के इतने तेज़ होने का कारण हैं कि वे तुरंत लोड होते प्रतीत होते हैं। कुल मिलाकर 7 कारण हैं - लेकिन यदि यह अभी भी पढ़ने के लिए बहुत अधिक है, तो बस व्याख्याकार वीडियो देखें:
id: Gabungan berbagai optimasi berikut ini adalah sebab halaman ABC begitu cepat sehingga kelihatannya dimuat seketika. Ada tujuh sebab, tetapi jika itu terlalu banyak untuk dibaca, cukup tonton video penjelasannya:
ru: Ниже описаны решения, благодаря которым ABC-страницы работают так быстро, что кажется, будто они загружаются мгновенно. Здесь всего 7 пунктов, но если читать об этом кажется вам утомительным, просто посмотрите видео с объяснением:

source: Execute all ABC JavaScript asynchronously
hi: सभी एएमपी जावास्क्रिप्ट को अतुल्यकालिक रूप से निष्पादित करें
id: Menjalankan semua JavaScript ABC secara asinkronus
ru: Весь JavaScript-код в ABC выполняется асинхронно

source: ABC components may have JavaScript under the hood, but they’re carefully designed to make sure they don’t cause performance degradation.
hi: एएमपी घटकों में हुड के नीचे जावास्क्रिप्ट हो सकता है, लेकिन उन्हें यह सुनिश्चित करने के लिए सावधानीपूर्वक डिज़ाइन किया गया है कि वे प्रदर्शन में गिरावट का कारण नहीं बनते हैं।
id: Komponen ABC mungkin memiliki JavaScript yang bekerja di balik layar, tetapi JavaScript ini dirancang secara hati-hati agar tidak menyebabkan penurunan kinerja.
ru: Внутри ABC-компонентов может содержаться JavaScript, однако они спроектированы достаточно тщательно, чтобы не ухудшать производительность.

source: While custom JS is allowed in <a href="../documentation/components/reference/amp-script.md"><code>amp-script</code></a>, and third-party JS is allowed in iframes, it cannot block rendering. For example, if third-party JS uses the <a href="http://www.stevesouders.com/blog/2012/04/10/dont-docwrite-scripts/">super-bad-for-performance <code>document.write</code> API</a>, it does not block rendering the main page.
hi: जबकि <a href="।./documentation/components/reference/amp-script.md"><code>amp-script</code></a> में कस्टम JS की अनुमति है, और तृतीय-पक्ष JS है आईफ्रेम में अनुमति है, यह रेंडरिंग को ब्लॉक नहीं कर सकता। उदाहरण के लिए, यदि तृतीय-पक्ष JS <a href="http://www.stevesouders.com/blog/2012/04/10/dont-docwrite-scripts/">super- Bad-for-performance का उपयोग करता है <code>document.write</code> API</a>, यह मुख्य पृष्ठ के रेंडरिंग को अवरुद्ध नहीं करता है।
id: Walaupun JS kustom diizinkan dalam <a href="../documentation/components/reference/amp-script.md"><code>amp-script</code></a>, dan JS pihak ketiga diizinkan dalam iframe, JS tidak boleh memblokir perenderan. Misalnya, jika JS pihak ketiga menggunakan <a href="http://www.stevesouders.com/blog/2012/04/10/dont-docwrite-scripts/">API <code>document.write</code> yang sangat buruk untuk kinerja</a>, ini tidak memblokir perenderan halaman utama.
ru: При том, что пользовательский JS разрешен в <a href="../documentation/components/reference/amp-script.md"><code>amp-script</code></a>, а сторонний JS разрешен в элементах iframe, это не задерживает рендеринг. Например, если сторонний JS использует <a href="http://www.stevesouders.com/blog/2012/04/10/dont-docwrite-scripts/">убийственный для производительности API <code>document.write</code></a>, это не заблокирует рендеринг главной страницы.

source: Size all resources statically
hi: सभी संसाधनों को स्थिर रूप से आकार दें
id: Menentukan ukuran semua sumber daya secara statis
ru: Размер всех ресурсов задается статически

source: External resources such as images, ads or iframes must state their size in the HTML so that ABC can determine each element’s size and position before resources are downloaded. ABC loads the layout of the page without waiting for any resources to download.
hi: छवियों, विज्ञापनों या आईफ़्रेम जैसे बाहरी संसाधनों को HTML में अपना आकार अवश्य बताना चाहिए ताकि ABC संसाधनों को डाउनलोड करने से पहले प्रत्येक तत्व का आकार और स्थिति निर्धारित कर सके। एएमपी किसी भी संसाधन के डाउनलोड होने की प्रतीक्षा किए बिना पृष्ठ के लेआउट को लोड करता है।
id: Sumber daya eksternal seperti gambar, iklan atau, iframe harus menyatakan ukurannya dalam HTML sehingga ABC dapat menentukan ukuran dan posisi setiap elemen sebelum sumber daya diunduh. ABC memuat tata letak halaman tanpa menunggu pengunduhan sumber daya apa pun.
ru: Внешние ресурсы, такие как изображения, реклама или элементы iframe, должны иметь статически указанный размер в HTML, чтобы ABC мог определить масштаб и координаты расположения каждого элемента до начала загрузки ресурсов. ABC загружает макет страницы, не дожидаясь загрузки самих ресурсов.

source: Don’t let extension mechanisms block rendering
hi: एक्सटेंशन तंत्र को रेंडरिंग को अवरुद्ध न करने दें
id: Tidak membiarkan mekanisme ekstensi memblokir perenderan
ru: Расширения не препятствуют рендерингу

source: ABC doesn’t let extension mechanisms block page rendering. ABC supports extensions for things like <a href="../documentation/components/reference/amp-lightbox.md">lightboxes</a>, <a href="../documentation/components/reference/amp-instagram.md">instagram embeds</a>, <a href="../documentation/components/reference/amp-twitter.md">tweets</a>, etc. While these require additional HTTP requests, those requests do not block page layout and rendering.
hi: एएमपी एक्सटेंशन तंत्र को पेज रेंडरिंग को अवरुद्ध नहीं करने देता। एएमपी <a href='../documentation/components/reference/amp-lightbox.md'>lightboxes</a>, <a href='../documentation/components/reference/ जैसी चीज़ों के लिए एक्सटेंशन का समर्थन करता है amp-instagram.md">इंस्टाग्राम एंबेड</a>, <a href="।./documentation/components/reference/amp-twitter.md">ट्वीट्स</a>, आदि। जबकि इनके लिए अतिरिक्त की आवश्यकता होती है HTTP अनुरोध, वे अनुरोध पृष्ठ लेआउट और रेंडरिंग को अवरुद्ध नहीं करते हैं।
id: ABC tidak membiarkan mekanisme ekstensi memblokir perenderan halaman. ABC mendukung ekstensi untuk hal-hal seperti <a href="../documentation/components/reference/amp-lightbox.md">lightbox</a>, <a href="../documentation/components/reference/amp-instagram.md">sematan instagram</a>, <a href="../documentation/components/reference/amp-twitter.md">cuitan</a>, dll. Meskipun hal-hal tersebut memerlukan permintaan HTTP tambahan, permintaan ini tidak memblokir tata letak halaman dan perenderan.
ru: ABC не позволяет механизмам расширений блокировать рендеринг страниц. ABC поддерживает расширения для таких вещей, как <a href="../documentation/components/reference/amp-lightbox.md">лайтбоксы</a>, <a href="../documentation/components/reference/amp-instagram.md">вставки из instagram</a>, <a href="../documentation/components/reference/amp-twitter.md">твиты</a> и так далее. Несмотря на то, что для подобных элементов требуется выполнение дополнительных HTTP-запросов, они не заблокируют макет страницы и ее рендеринг.

source: Keep all third-party JavaScript out of the critical path
hi: सभी तृतीय पक्ष जावास्क्रिप्ट को महत्वपूर्ण पथ से दूर रखें
id: Menjauhkan semua JavaScript pihak ketiga dari jalur kritis
ru: Весь сторонний JavaScript размещается вне критического пути

source: Third-party JS likes to use synchronous JS loading. They also like to <code>document.write</code> more sync scripts. For example, if you have five ads on your page, and each of them cause three synchronous loads, each with a 1 second latency connection, you’re in 15 seconds of load time just for JS loading.
hi: तृतीय-पक्ष JS सिंक्रोनस JS लोडिंग का उपयोग करना पसंद करता है। वे <code>document.write</code> को अधिक सिंक स्क्रिप्ट भी पसंद करते हैं। उदाहरण के लिए, यदि आपके पृष्ठ पर पांच विज्ञापन हैं, और उनमें से प्रत्येक तीन सिंक्रोनस लोड का कारण बनता है, प्रत्येक 1 सेकंड विलंबता कनेक्शन के साथ, तो आप केवल जेएस लोडिंग के लिए 15 सेकंड के लोड समय में हैं।
id: JS pihak ketiga senang menggunakan pemuatan JS sinkron. Mereka juga senang menggunakan <code>document.write</code> pada lebih banyak skrip sinkron. Misalnya, jika ada lima iklan di halaman Anda, dan tiap iklan menyebabkan tiga pemuatan sinkron, masing-masing dengan koneksi latensi 1 detik, maka terjadi waktu muat 15 detik hanya untuk memuat JS.
ru: В JS-коде от сторонних разработчиков часто используется синхронная загрузка. Также часто можно встретить добавление в код страницы новых синхронных вызовов с помощью <code>document.write</code>. Например, если у вас на странице пять рекламных блоков, и каждый из них вызывает синхронную загрузку трех ресурсов с задержкой подключения в 1 секунду, то у вас уйдет 15 секунд только на загрузку JS.

source: ABC pages allow third-party JavaScript but only in sandboxed iframes. By restricting them to iframes, they can’t block the execution of the main page. Even if they trigger multiple style re-calculations, their tiny iframes have very little DOM.
hi: एएमपी पेज तीसरे पक्ष के जावास्क्रिप्ट की अनुमति देते हैं लेकिन केवल सैंडबॉक्स वाले आईफ्रेम में। उन्हें आईफ्रेम तक सीमित करके, वे मुख्य पृष्ठ के निष्पादन को अवरुद्ध नहीं कर सकते। भले ही वे एकाधिक शैली पुनर्गणना को ट्रिगर करते हों, उनके छोटे आईफ़्रेम में बहुत कम DOM होता है।
id: Halaman ABC mengizinkan JavaScript pihak ketiga, tetapi hanya dalam iframe berkotak pasir. Karena dibatasi dalam iframe, JavaScript pihak ketiga tidak dapat memblokir eksekusi halaman utama. Bahkan jika mereka memicu beberapa perhitungan ulang gaya, iframe mungil mereka memiliki DOM yang sangat sedikit.
ru: ABC-страницы допускают сторонний JavaScript, но только в изолированных объектах iframe. Ограниченный iframe, этот код не может блокировать отрисовку главной страницы. Даже если в iframе запускается обработка нескольких стилей, DOM-дерево такого iframe будет небольшим.

source: The time it takes to do style-recalculations and layouts are restricted by DOM size, so the iframe recalculations are very fast compared to recalculating styles and layout for the page.
hi: शैली-पुनर्गणना और लेआउट करने में लगने वाला समय DOM आकार द्वारा प्रतिबंधित है, इसलिए पृष्ठ के लिए शैलियों और लेआउट की पुनर्गणना की तुलना में आईफ़्रेम पुनर्गणना बहुत तेज़ है।
id: Waktu yang diperlukan untuk melakukan perhitungan ulang gaya dan tata letak dibatasi oleh ukuran DOM, sehingga perhitungan ulang iframe sangat cepat dibandingkan menghitung ulang gaya dan tata letak untuk halaman.
ru: Время, необходимое для обработки стилей и компоновки страницы, зависит от размера DOM, поэтому обработка данных в iframe выполняется гораздо быстрее по сравнению с обработкой стилей и отрисовкой всей страницы.

source: All CSS must be inline and size-bound
hi: सभी सीएसएस इनलाइन और आकार-बद्ध होने चाहिए
id: Semua CSS harus inline dan terikat ukuran
ru: Использование только встраиваемых CSS-элементов с фиксированным размером

source: CSS blocks all rendering, it blocks page load, and it tends to get bloated. In ABC HTML pages, only inline styles are allowed. This removes 1 or often more HTTP requests from the critical rendering path compared to most web pages.
hi: सीएसएस सभी रेंडरिंग को ब्लॉक कर देता है, यह पेज लोड को ब्लॉक कर देता है और यह फूला हुआ हो जाता है। एएमपी HTML पृष्ठों में, केवल इनलाइन शैलियों की अनुमति है। यह अधिकांश वेब पेजों की तुलना में महत्वपूर्ण रेंडरिंग पथ से 1 या अक्सर अधिक HTTP अनुरोधों को हटा देता है।
id: CSS memblokir semua perenderan, memblokir pemuatan halaman, dan cenderung membengkak. Pada halaman ABC HTML, hanya gaya inline yang diizinkan. Hal ini menghapus satu—atau sering kali lebih—permintaan HTTP dari jalur perenderan kritis dibandingkan dengan sebagian besar halaman web.
ru: CSS блокирует весь рендеринг, задерживает загрузку страницы и имеет тенденцию к постоянному увеличению. На ABC HTML-страницах разрешены только встроенные стили. Это удаляет как минимум один, а чаще и больше дополнительных HTTP-запросов из критического пути рендеринга в сравнении с большинством веб-страниц.

source: Also, the inline style sheet has a maximum size of 50 kilobytes. While this size is big enough for very sophisticated pages, it still requires the page author to practice good CSS hygiene.
hi: साथ ही, इनलाइन स्टाइल शीट का अधिकतम आकार 50 किलोबाइट है। हालाँकि यह आकार बहुत परिष्कृत पृष्ठों के लिए काफी बड़ा है, फिर भी इसके लिए पृष्ठ लेखक को अच्छी सीएसएस स्वच्छता का अभ्यास करना आवश्यक है।
id: Selain itu, lembar gaya inline memiliki ukuran maksimum 50 kilobyte. Meskipun ukuran ini cukup besar untuk halaman yang sangat canggih, pembuat halaman harus tetap mempraktikkan kebersihan CSS yang baik.
ru: Кроме того, встроенные таблицы стилей могут быть размером не более 50 килобайт. Хотя это достаточный размер для отображения очень сложных страниц, он все же требует от автора страницы соблюдения правил чистоты CSS.

source: Font triggering must be efficient
hi: फ़ॉन्ट ट्रिगरिंग कुशल होनी चाहिए
id: Pemicuan font harus efisien
ru: Эффективный запуск шрифтов

source: Web fonts are super large, so <a href="https://developers.google.com/web/fundamentals/performance/optimizing-content-efficiency/webfont-optimization">web font optimization</a> is crucial to performance. On a typical page that has a few sync scripts and a few external style sheets, the browser waits and waits to start downloading these huge fonts until all this happens.
hi: वेब फ़ॉन्ट बहुत बड़े हैं, इसलिए <a href="https://developers.google.com/web/fundamentals/performance/optimization-content-efficiency/webfont-optimization">वेब फ़ॉन्ट अनुकूलन</a> महत्वपूर्ण है प्रदर्शन के लिए। एक विशिष्ट पृष्ठ पर जिसमें कुछ सिंक स्क्रिप्ट और कुछ बाहरी स्टाइल शीट होती हैं, ब्राउज़र इन विशाल फ़ॉन्ट्स को डाउनलोड करना शुरू करने के लिए इंतजार करता है जब तक कि यह सब नहीं हो जाता।
id: Font web berukuran sangat besar, jadi <a href="https://developers.google.com/web/fundamentals/performance/optimizing-content-efficiency/webfont-optimization">optimasi font web</a> sangat penting untuk kinerja. Pada halaman biasa yang memiliki beberapa skrip sinkronisasi dan lembar gaya eksternal, browser terus menunggu untuk mulai mengunduh font besar ini hingga seluruh prosesnya terjadi.
ru: Веб-шрифты очень ресурсоемки, поэтому <a href="https://developers.google.com/web/fundamentals/performance/optimizing-content-efficiency/webfont-optimization">оптимизация веб-шрифтов</a> имеет решающее значение для производительности. На типичной странице, где есть несколько синхронных скриптов и внешних таблиц стилей, пока все они не отработают, браузер будет ждать и ждать загрузки этих тяжелых шрифтов.

source: The ABC system declares zero HTTP requests until fonts start downloading. This is only possible because all JS in ABC has the async attribute and only inline style sheets are allowed; there’s no HTTP requests blocking the browser from downloading fonts.
hi: फ़ॉन्ट डाउनलोड शुरू होने तक एएमपी सिस्टम शून्य HTTP अनुरोध घोषित करता है। यह केवल इसलिए संभव है क्योंकि ABC में सभी JS में async विशेषता होती है और केवल इनलाइन स्टाइल शीट की अनुमति होती है; ब्राउज़र को फ़ॉन्ट डाउनलोड करने से रोकने वाला कोई HTTP अनुरोध नहीं है।
id: Sistem ABC menyatakan nol permintaan HTTP sampai font mulai diunduh. Ini dapat terjadi karena semua JS di ABC memiliki atribut asinkron dan hanya lembar gaya inline yang diizinkan; tidak ada permintaan HTTP yang memblokir browser untuk mengunduh font.
ru: Система ABC не выполняет никаких HTTP-запросов, пока не начнется загрузка шрифтов. Это возможно благодаря тому, что все вставки JS-кода в ABC имеют атрибут async и разрешены только встроенные таблицы стилей. Таким образом, отсутствуют HTTP-запросы, задерживающие загрузку шрифтов браузером.

source: Minimize style recalculations
hi: शैली पुनर्गणना कम से कम करें
id: Meminimalkan perhitungan ulang gaya
ru: Минимизация повторной обработки стилей

source: Each time you measure something, it triggers style recalculations which are expensive because the browser has to layout the entire page. In ABC pages, all DOM reads happen first before all the writes. This ensures there’s the max of one recalc of styles per frame.
hi: हर बार जब आप कुछ मापते हैं, तो यह शैली पुनर्गणना को ट्रिगर करता है जो महंगा होता है क्योंकि ब्राउज़र को पूरे पृष्ठ को लेआउट करना होता है। एएमपी पेजों में, सभी डीओएम रीड सभी राइट्स से पहले होते हैं। यह सुनिश्चित करता है कि प्रति फ्रेम शैलियों की अधिकतम एक पुनर्गणना हो।
id: Setiap kali Anda mengukur sesuatu, tindakan ini memicu perhitungan ulang gaya yang mahal karena browser harus menata seluruh halaman. Di halaman ABC, semua pembacaan DOM terjadi terlebih dahulu sebelum semua penulisan. Hal ini memastikan terjadi paling banyak satu perhitungan ulang gaya per frame.
ru: Каждый раз, когда вы собираете какую-либо статистику, стили вычисляются повторно, а это дорогостоящая для производительности операция, поскольку браузеру приходится повторно разметить всю страницу. На ABC-страницах все операции чтения DOM выполняются перед записью. Таким образом стили вычисляются повторно не более одного раза на каждый фрейм.

source: Learn more about impact of style and layout recalculations on <a href="https://developers.google.com/web/fundamentals/performance/rendering/">rendering performance</a>.
hi: <a href="https://developers.google.com/web/fundamentals/performance/rendering/">रेंडरिंग परफॉर्मेंस</a> पर स्टाइल और लेआउट पुनर्गणना के प्रभाव के बारे में अधिक जानें।
id: Pelajari lebih lanjut tentang dampak perhitungan ulang gaya dan tata letak terhadap <a href="https://developers.google.com/web/fundamentals/performance/rendering/">kinerja perenderan</a>.
ru: Узнайте подробности влияния повторной обработки стилей и разметки на странице <a href="https://developers.google.com/web/fundamentals/performance/rendering/">Производительность визуализации</a>.

source: Only run GPU-accelerated animations
hi: केवल GPU-त्वरित एनिमेशन चलाएँ
id: Hanya menjalankan animasi yang dipercepat oleh GPU
ru: Запуск только анимации, ускоренной при помощи видеокарты

source: The only way to have fast optimizations is to run them on the GPU. GPU knows about layers, it knows how to perform some things on these layers, it can move them, it can fade them, but it can’t update the page layout; it will hand that task over to the browser, and that’s not good.
hi: तेज़ अनुकूलन का एकमात्र तरीका उन्हें GPU पर चलाना है। GPU परतों के बारे में जानता है, यह जानता है कि इन परतों पर कुछ चीजें कैसे निष्पादित करनी हैं, यह उन्हें स्थानांतरित कर सकता है, यह उन्हें फीका कर सकता है, लेकिन यह पेज लेआउट को अपडेट नहीं कर सकता है; यह उस कार्य को ब्राउज़र को सौंप देगा, और यह अच्छा नहीं है।
id: Satu-satunya cara untuk mendapatkan optimasi cepat adalah menjalankannya di GPU. GPU tahu tentang lapisan, tahu cara melakukan berbagai hal pada lapisan ini, dapat memindahkannya, dapat memudarkannya, tetapi tidak dapat memperbarui tata letak halaman; GPU akan menyerahkan tugas itu ke browser, dan itu tidak baik.
ru: Единственный способ выполнить быструю оптимизацию — запустить ее на видеокарте. Графический процессор понимает механизм компоновки, знает, как выполнять некоторые действия на разных слоях, может перемещать и постепенно проявлять их, но не может обновлять макет страницы. Задачу по обновлению макета он передает браузеру, а это плохо.

source: The rules for animation-related CSS ensure that animations can be GPU-accelerated. Specifically, ABC only allows animating and transitioning on transform and opacity so that page layout isn’t required. Learn more about <a href="https://developers.google.com/web/fundamentals/performance/rendering/stick-to-compositor-only-properties-and-manage-layer-count">using transform and opacity for animation changes</a>.
hi: एनीमेशन-संबंधित सीएसएस के नियम यह सुनिश्चित करते हैं कि एनिमेशन को जीपीयू-त्वरित किया जा सकता है। विशेष रूप से, एएमपी केवल ट्रांसफॉर्मेशन और अपारदर्शिता पर एनिमेटिंग और ट्रांज़िशन की अनुमति देता है ताकि पेज लेआउट की आवश्यकता न हो। <a href="https://developers.google.com/web/fundamentals/performance/rendering/stick-to-compositor-only-properties-and-manage-layer-count">ट्रांसफ़ॉर्म का उपयोग करने के बारे में और जानें एनिमेशन परिवर्तन के लिए अपारदर्शिता</a>.
id: Aturan untuk CSS yang berhubungan dengan animasi memastikan bahwa animasi dapat dipercepat oleh GPU. Secara khusus, ABC hanya memungkinkan animasi dan transisi pada transformasi dan opasitas sehingga tata letak halaman tidak diperlukan. Pelajari lebih lanjut cara <a href="https://developers.google.com/web/fundamentals/performance/rendering/stick-to-compositor-only-properties-and-manage-layer-count">menggunakan transformasi dan opasitas untuk perubahan animasi</a>.
ru: CSS-правила, относящиеся к анимации, позволяют ускорять ее на графическом процессоре. В частности, ABC позволяет анимировать и выполнять только переходы, связанные с трансформацией и прозрачностью, а для этого размечать страницу не требуется. Узнайте больше об <a href="https://developers.google.com/web/fundamentals/performance/rendering/stick-to-compositor-only-properties-and-manage-layer-count">использовании трансформаций и прозрачности в анимации</a>.

source: Prioritize resource loading
hi: संसाधन लोडिंग को प्राथमिकता दें
id: Memprioritaskan pemuatan sumber daya
ru: Определение приоритета загрузки ресурсов
