Repository: AFDSI/jay.dev
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: hi, id, ru

source: Netcore Cloud is an innovative transactional email solution that offers you with a streamlined user experience that you only get from high-end premium software. The software is designed to ensure that your emails are sent to your recipients' inbox and not get mixed and lost in spam and other folders.
hi: नेटकोर क्लाउड एक अभिनव लेनदेन संबंधी ईमेल समाधान है जो आपको एक सुव्यवस्थित उपयोगकर्ता अनुभव प्रदान करता है जो आपको केवल उच्च-स्तरीय प्रीमियम सॉफ़्टवेयर से मिलता है। सॉफ़्टवेयर को यह सुनिश्चित करने के लिए डिज़ाइन किया गया है कि आपके ईमेल आपके प्राप्तकर्ताओं के इनबॉक्स में भेजे जाएं और स्पैम और अन्य फ़ोल्डरों में मिश्रित या खो न जाएं।
id: Netcore Cloud adalah solusi email transaksional inovatif yang menawarkan pengalaman pengguna yang efisien yang hanya Anda dapatkan dari perangkat lunak premium kelas atas. Perangkat lunak ini dirancang untuk memastikan bahwa email Anda dikirim ke kotak masuk penerima serta tidak tercampur dan hilang dalam folder spam dan folder lain.
ru: Netcore Cloud — это инновационное решение для деловой электронной переписки, которое предлагает оптимальное взаимодействие с пользователем, возможное только с использованием премиумного программного обеспечения. Pepipost гарантирует, что ваши электронные письма будут доставлены получателям и при этом не смешаются и не потеряются в спаме и других папках.

source: Delivery and Analytics for Better Email Performance.
hi: बेहतर ईमेल प्रदर्शन के लिए डिलीवरी और विश्लेषण।
id: Pengiriman dan Analitik untuk Kinerja Email yang Lebih Baik.
ru: Доставка и аналитика для повышения эффективности электронной почты.

source: Reach customers using a flexible email API and marketing tools to increase customer engagement.
hi: ग्राहक सहभागिता बढ़ाने के लिए लचीली ईमेल एपीआई और मार्केटिंग टूल का उपयोग करके ग्राहकों तक पहुंचें।
id: Jangkau pelanggan menggunakan API email yang fleksibel dan alat pemasaran untuk meningkatkan keterlibatan pelanggan.
ru: Привлекайте клиентов и повышайте их вовлеченность, используя гибкий почтовый API и маркетинговые инструменты.

source: Mailgun's leading API-based email delivery service allows you to send dynamic email effortlessly.
hi: मेलगन की अग्रणी एपीआई-आधारित ईमेल डिलीवरी सेवा आपको आसानी से गतिशील ईमेल भेजने की अनुमति देती है।
id: Layanan pengiriman email berbasis API yang terdepan dari Mailgun memungkinkan Anda mengirim email dinamis dengan mudah.
ru: Ведущий сервис электронной почты на основе API от Mailgun позволяет вам отправлять динамические письма без особых усилий.

source: Clang is a complete omnichannel marketing platform for email marketing and marketing automation.
hi: क्लैंग ईमेल मार्केटिंग और मार्केटिंग ऑटोमेशन के लिए एक पूर्ण ओमनीचैनल मार्केटिंग प्लेटफ़ॉर्म है।
id: Clang adalah platform pemasaran omni-saluran lengkap untuk pemasaran email dan otomatisasi pemasaran.
ru: Clang — это универсальная многоканальная платформа для почтового маркетинга и автоматизации маркетинга.

source: Effective Newsletter Software for more conversions and revenue
hi: अधिक रूपांतरण और राजस्व के लिए प्रभावी न्यूज़लैटर सॉफ़्टवेयर
id: Perangkat Lunak Buletin yang efektif untuk konversi dan pendapatan yang lebih banyak
ru: Эффективное программное обеспечение для рассылки новостей, увеличивающее коэффициент конверсии и повышающее прибыль

source: Send interactive emails using SendPulse email editor or API.
hi: सेंडपल्स ईमेल संपादक या एपीआई का उपयोग करके इंटरैक्टिव ईमेल भेजें।
id: Kirim email interaktif menggunakan editor email atau API SendPulse.
ru: Отправляйте интерактивные электронные письма, используя API или редактор писем SendPulse.

source: Supercharge conversions of your bulk and triggered campaigns with real-time recommendations in ABC powered emails
hi: एएमपी संचालित ईमेल में वास्तविक समय की सिफारिशों के साथ आपके थोक और ट्रिगर किए गए अभियानों के सुपरचार्ज रूपांतरण
id: Lesatkan konversi kampanye massal atau terpicu dengan rekomendasi waktu nyata dalam email yang didukung ABC
ru: Дайте толчок конверсии своих массовых и целевых кампаний при помощи рекомендаций в реальном времени в электронных ABC-письмах

source: Adobe Campaign Classic brings email to life with ABC
hi: एडोब कैम्पेन क्लासिक एएमपी के साथ ईमेल को जीवंत बनाता है
id: Adobe Campaign Classic membuat email lebih hidup dengan ABC
ru: Adobe Campaign Classic воплощает электронные письма в реальность с помощью ABC

source: Copernica is a tool to create automated email campaigns with an powerful drag & drop editor.
hi: कॉपरनिका एक शक्तिशाली ड्रैग एंड ड्रॉप संपादक के साथ स्वचालित ईमेल अभियान बनाने का एक उपकरण है।
id: Copernica adalah alat untuk membuat kampanye email otomatis dengan editor seret-dan-lepaskan yang efektif.
ru: Copernica — это инструмент для создания автоматизированных кампаний рассылки с мощным редактором, который поддерживает перетаскивание объектов.

source: WompMobile is an Accelerator Platform to develop, validate, launch and manage ABC experiences. Built-in tools monitor for errors, ensure validation, purge the ABC cache, and create Signed-Exchange and Server-Side-Rendered ABCs.
hi: WompMobile ABC अनुभवों को विकसित करने, मान्य करने, लॉन्च करने और प्रबंधित करने के लिए एक एक्सेलेरेटर प्लेटफ़ॉर्म है। अंतर्निहित टूल त्रुटियों की निगरानी करते हैं, सत्यापन सुनिश्चित करते हैं, एएमपी कैश को शुद्ध करते हैं, और साइन-एक्सचेंज और सर्वर-साइड-रेंडर किए गए एएमपी बनाते हैं।
id: WompMobile adalah Platform Akselerator untuk mengembangkan, memvalidasi, meluncurkan, dan mengelola pengalaman ABC. Alat-alat bawaan akan memantau kesalahan, memastikan validasi, membersihkan cache ABC, dan membuat ABC Signed-Exchange dan Server-Side-Rendered.
ru: WompMobile — это платформа для ускорения разработки, проверки, запуска и управления ABC-элементами. Встроенные инструменты отслеживают ошибки, обеспечивают валидацию, очищают ABC-кеш и создают подписанные и визуализированные на сервере ABC-элементы.

source: The ABC Project Roadmap
hi: एएमपी प्रोजेक्ट रोडमैप
id: Roadmap Proyek ABC
ru: План развития проекта ABC

source: This is a high level overview suitable for all audiences. For a more detailed developer view, <a href="https://github.com/ampproject/amphtml/projects/43">head to GitHub.</a>
hi: यह सभी दर्शकों के लिए उपयुक्त एक उच्च स्तरीय अवलोकन है। अधिक विस्तृत डेवलपर दृश्य के लिए, <a href="https://github.com/ampproject/amphtml/projects/43">GitHub पर जाएं।</a>
id: Ini adalah ikhtisar tingkat tinggi yang cocok untuk semua audiens. Untuk tampilan pengembang yang lebih terperinci, <a href="https://github.com/ampproject/amphtml/projects/43">kunjungilah GitHub.</a>
ru: Это общий обзор, подходящий для любой аудитории. Для более детального технического обзора <a href="https://github.com/ampproject/amphtml/projects/43">перейдите на GitHub.</a>

source: ABC Story
hi: एएमपी कहानी
id: Cerita ABC
ru: ABC-история

source: Ads
hi: विज्ञापन
id: Iklan
ru: Реклама

source: Audio&Video
hi: श्रव्य दृश्य
ru: Аудио и видео

source: Dynamic/Personalized Content
hi: गतिशील/वैयक्तिकृत सामग्री
id: Konten Dinamis/Terpersonalisasi
ru: Динамический и персонализированный контент

source: Email
hi: ईमेल
ru: Письма

source: In Development
hi: विकास में
id: Dalam Pengembangan
ru: В разработке

source: Next Up
hi: अगला
id: Berikutnya
ru: Следующий шаг

source: Runtime
hi: क्रम
id: Durasi Tayang
ru: Время выполнения

source: Shipped
hi: लादा गया
id: Terkirim
ru: Сделано

source: Tooling
hi: टूलींग
id: Alat
ru: Инструментарий

source: User Input
hi: उपयोगकर्ता का निवेश
id: Input Pengguna
ru: Пользовательский ввод

source: Validator
hi: सत्यापनकर्ता
ru: Валидатор

source: You can often convert your entire archive in days – especially when using common CMS like WordPress or Drupal.
hi: आप अक्सर अपने पूरे संग्रह को दिनों में परिवर्तित कर सकते हैं - खासकर जब वर्डप्रेस या ड्रुपल जैसे सामान्य सीएमएस का उपयोग कर रहे हों।
id: Anda sering kali dapat mengonversi seluruh arsip dalam hitungan hari – terutama jika Anda menggunakan CMS umum seperti WordPress atau Drupal.
ru: Во многих случаях вы можете конвертировать весь свой архив за несколько дней, особенно если используете популярную CMS, такую как WordPress или Drupal.

source: All
hi: सभी
id: Semua
ru: Все

source: Learn ABC
hi: एएमपी सीखें
id: Pelajari ABC
ru: Изучение ABC

source: Teach ABC
hi: एएमपी सिखाएं
id: Ajarkan ABC
ru: Преподавание ABC

source: Websites
hi: वेबसाइटें
id: Situs Web
ru: Сайты

source: Stories
hi: कहानियों
id: Cerita
ru: Истории

source: Art & Design
hi: कला डिजाइन
id: Seni & Desain
ru: Искусство и дизайн

source: Food & Drink
hi: भोजन पेय
id: Makanan & Minuman
ru: Еда и напитки

source: News & Blog
hi: समाचार एवं ब्लॉग
id: Berita & Blog
ru: Новости и блог

source: Story Ads
hi: कहानी विज्ञापन
id: Iklan Cerita
ru: Рекламные истории

source: ABC for WordPress
hi: वर्डप्रेस के लिए एएमपी
id: ABC untuk WordPress
ru: ABC для WordPress

source: Bold by Quintype
hi: क्विंटाइप द्वारा बोल्ड
ru: Bold от Quintype

source: ABC Validator
hi: एएमपी सत्यापनकर्ता
id: Validator ABC
ru: ABC-валидатор

source: Experiment Configurator
hi: प्रयोग विन्यासकर्ता
id: Konfigurator Eksperimen
ru: Конфигуратор экспериментов

source: VS Code Extension
hi: वीएस कोड एक्सटेंशन
id: Ekstensi Kode VS
ru: Расширение для VS Code

source: Access & Subscriptions
hi: पहुंच एवं सदस्यता
id: Akses & Langganan
ru: Доступ и подписки

source: Outreach
hi: आउटरीच
id: Penyuluhan
ru: Растущий охват

source: Caching
hi: कैशिंग
id: Cache
ru: Кеширование

source: Gallery
hi: गैलरी
id: Galeri
ru: Галерея

source: Bike Shop
hi: मोटर साइकिल की दुकान
id: Toko Sepeda
ru: Веломагазин

source: Travel
hi: यात्रा
id: Perjalanan
ru: Путешествия

source: Simple Blog
hi: सरल ब्लॉग
id: Blog Sederhana
ru: Простой блог

source: Simple Article
hi: सरल आलेख
id: Artikel Sederhana
ru: Простая статья

source: Video
hi: वीडियो
ru: Видео

source: Text Only
hi: सिर्फ टेक्स्ट
id: Hanya Teks
ru: Только текст

source: Select your format for a more streamlined experience
hi: अधिक सुव्यवस्थित अनुभव के लिए अपना प्रारूप चुनें
id: Pilih format Anda untuk pengalaman yang lebih efisien
ru: Выберите формат для оптимального использования

source: Presentation
hi: प्रस्तुति
id: Presentasi
ru: Презентация

source: Code of Conduct
hi: आचार संहिता
id: Pedoman Perilaku
ru: Внутренний распорядок

source: Performance
hi: प्रदर्शन
id: Kinerja
ru: Производительность

source: User Interface
hi: प्रयोक्ता इंटरफ़ेस
id: Antarmuka Pengguna
ru: Интерфейс пользователя

source: Viewers
hi: दर्शकों
id: Pemirsa
ru: Средства просмотра

source: Students
hi: छात्र
id: Peserta
ru: Студенты

source: Teachers
hi: शिक्षकों की
id: Guru
ru: Преподаватели

source: Find the right tools to build
hi: निर्माण के लिए सही उपकरण ढूंढें
id: Temukan alat yang tepat untuk membuat
ru: Выберите подходящие инструменты

source: <p>Responsible for user specific controlled access to ABC content (amp-subscriptions, amp-access and related extensions)</p>
hi: <p>एएमपी सामग्री (एएमपी-सदस्यता, एएमपी-एक्सेस और संबंधित एक्सटेंशन) तक उपयोगकर्ता विशिष्ट नियंत्रित पहुंच के लिए जिम्मेदार</p>
id: <p>Bertanggung jawab atas akses terkontrol khusus pengguna ke konten ABC (amp-subscriptions, amp-access, dan ekstensi terkait)</p>
ru: <p>Отвечает за управляемый доступ пользователей к ABC-контенту (amp-subscriptions, amp-access и подобные расширения)</p>

source: What is the Accelerated Mobile Pages project?
hi: एक्सेलरेटेड मोबाइल पेज प्रोजेक्ट क्या है?
id: Apa itu proyek Accelerated Mobile Pages?
ru: Что такое проект ABC?

source: <p>The Accelerated Mobile Pages (ABC) Project is an open source initiative that came out of discussions between publishers and technology companies about the need to improve the entire mobile content ecosystem for everyone -- publishers, consumer platforms, advertisers, creators, and users.</p> <p>Today, the expectation is that content should load super fast and be easy to explore. The reality is that content can take several seconds to load, or, because the user abandons the slow page, never fully loads at all. Accelerated Mobile Pages are web pages designed to load near instantaneously -- they are a step towards a better mobile web for all.</p>
hi: <p>एक्सीलेरेटेड मोबाइल पेज (एएमपी) प्रोजेक्ट एक ओपन सोर्स पहल है जो प्रकाशकों और प्रौद्योगिकी कंपनियों के बीच सभी के लिए संपूर्ण मोबाइल सामग्री पारिस्थितिकी तंत्र को बेहतर बनाने की आवश्यकता के बारे में चर्चा से सामने आया है - प्रकाशक, उपभोक्ता प्लेटफ़ॉर्म, विज्ञापनदाता, निर्माता, और उपयोगकर्ता।</p> <p>आज, अपेक्षा यह है कि सामग्री बहुत तेजी से लोड होनी चाहिए और तलाशना आसान होना चाहिए। वास्तविकता यह है कि सामग्री को लोड होने में कई सेकंड लग सकते हैं, या, क्योंकि उपयोगकर्ता धीमे पृष्ठ को छोड़ देता है, कभी भी पूरी तरह से लोड नहीं होता है। त्वरित मोबाइल पेज वे वेब पेज हैं जिन्हें तुरंत लोड करने के लिए डिज़ाइन किया गया है - वे सभी के लिए बेहतर मोबाइल वेब की दिशा में एक कदम हैं।</p>
id: <p>Proyek Accelerated Mobile Pages (ABC) adalah sebuah inisiatif sumber terbuka hasil diskusi antara sejumlah penayang dan perusahaan teknologi tentang perlunya meningkatkan seluruh ekosistem konten seluler untuk semua orang: penayang, platform konsumen, pengiklan, pembuat, dan pengguna.</p> <p>Kini, ada ekspektasi bahwa konten harus dimuat dengan sangat cepat dan mudah dijelajahi. Kenyataannya, konten dapat memakan waktu beberapa detik untuk dimuat, atau bahkan tidak pernah dimuat sepenuhnya karena pengguna meninggalkan halaman yang lambat. Accelerated Mobile Pages adalah halaman web yang dirancang untuk dimuat secara instan. Ini merupakan langkah menuju web seluler yang lebih baik untuk semua orang</p>
ru: <p>Проект Accelerated Mobile Pages (ABC, ускоренные мобильные страницы) — это инициатива с открытым исходным кодом, возникшая в результате дискуссий между издателями и технологическими компаниями о необходимости улучшить всю экосистему мобильного контента для всех — издателей, потребительских платформ, рекламодателей, авторов и пользователей.</p> <p>В наши дни все ожидают, что контент будет загружаться очень быстро и не вызовет трудностей в восприятии. Реальность же такова, что контент может либо загружаться несколько секунд, либо не успевать загрузиться полностью из-за того, что пользователь закрывает страницу, устав ждать. Ускоренные мобильные страницы (ABC) — это веб-страницы, спроектированные для мгновенной загрузки, это шаг к улучшенному мобильному Интернету для всех его пользователей.</p>

source: What are the benefits of Accelerated Mobile Pages?
hi: त्वरित मोबाइल पेज के क्या लाभ हैं?
id: Apa manfaat Accelerated Mobile Pages?
ru: Каковы преимущества ABC?

source: <p>Speed matters and instant is the ideal. Research has shown higher bounce rates associated with slower-loading web pages. Using the ABC format will make it far more compelling for people to consume and engage with more content. But this isn’t just about speed and performance. We also want to promote enhanced distribution so that publishers and advertisers can take advantage of the open web’s potential for their content to appear everywhere quickly -- across platforms and apps -- which can lead to more revenue.</p>
hi: <p>गति मायने रखती है और तत्काल आदर्श है। अनुसंधान ने धीमी गति से लोड होने वाले वेब पेजों से जुड़ी उच्च बाउंस दर को दिखाया है। एएमपी प्रारूप का उपयोग करने से लोगों के लिए अधिक सामग्री का उपभोग करना और उससे जुड़ना अधिक आकर्षक हो जाएगा। लेकिन यह केवल गति और प्रदर्शन के बारे में नहीं है। हम उन्नत वितरण को भी बढ़ावा देना चाहते हैं ताकि प्रकाशक और विज्ञापनदाता खुले वेब की क्षमता का लाभ उठा सकें ताकि उनकी सामग्री हर जगह - प्लेटफार्मों और ऐप्स पर - जल्दी से प्रदर्शित हो सके जिससे अधिक राजस्व प्राप्त हो सके।</p>
id: <p>Kecepatan itu penting dan yang ideal adalah instan. Penelitian menunjukkan rasio lentingan lebih tinggi yang terkait dengan laman web yang cenderung lambat dimuat. Penggunaan format ABC akan membuatnya jauh lebih menarik bagi orang untuk mengonsumsinya dan terlibat dengan lebih banyak konten. Namun, ABC bukan cuma tentang kecepatan dan kinerja. Kami juga ingin mendorong distribusi yang lebih baik sehingga penayang dan pengiklan dapat memanfaatkan potensi web terbuka agar konten mereka muncul di mana-mana dengan cepat – lintas platform dan aplikasi – sehingga menghasilkan lebih banyak pendapatan.</p>
ru: <p>Скорость загрузки имеет важное значение, и в идеале загрузка должна быть мгновенной. Исследования показали, что с медленной загрузкой веб-страниц связано увеличенное число пользовательских отказов от использования ресурса. Использование формата ABC потребление контента более привлекательным для пользователей. Но дело не только в скорости и производительности. Также мы хотим продвигать возможности расширенной дистрибуции, чтобы издатели и рекламодатели могли использовать потенциал открытой сети для быстрого отображения контента на различных платформах и в приложениях, повышая свою прибыль.</p>

source: How do Accelerated Mobile Pages work?
hi: त्वरित मोबाइल पेज कैसे काम करते हैं?
id: Bagaimana cara kerja Accelerated Mobile Pages?
ru: Как работает ABC?

source: <p>Accelerated Mobile Pages are just like any other HTML page, but with a limited set of allowed technical functionality that is defined and governed by the open source ABC spec. Just like all web pages, Accelerated Mobile Pages will load in any modern browser or app webview.</p> <p>ABC files take advantage of various technical and architectural approaches that prioritize speed to provide a faster experience for users. ABC developers can use a rich and growing library of web components that offer the ability to embed rich media objects like video and social posts, display advertising, or collect analytics. The goal is not to homogenize how content looks and feels, but instead to build a more common technical core between pages that speeds up load times.</p> <p>In addition, ABC files can be cached in the cloud in order to reduce the time content takes to get to a user’s mobile device. By using the ABC format, content producers are making the content in ABC files available to be cached by third parties. Under this type of framework, publishers and advertisers continue to control their content, but platforms can easily cache or mirror the content for optimal delivery speed to users. Google has provided the <a href="https://developers.google.com/amp/cache/">Google ABC Cache</a> that can be used by anyone at no cost, and all ABCs will be cached by the Google ABC Cache. Other companies may build their own ABC cache as well.</p> <p>In summary, the goal is that the combination of limited technical functionality with a distribution system built around caching will lead to better performing pages, and increased audience development.</p>
hi: <p>त्वरित मोबाइल पेज किसी भी अन्य HTML पेज की तरह ही होते हैं, लेकिन अनुमत तकनीकी कार्यक्षमता के एक सीमित सेट के साथ होते हैं जो ओपन सोर्स एएमपी स्पेक द्वारा परिभाषित और नियंत्रित होते हैं। सभी वेब पेजों की तरह, एक्सेलेरेटेड मोबाइल पेज किसी भी आधुनिक ब्राउज़र या ऐप वेबव्यू में लोड होंगे।</p> <p>एएमपी फ़ाइलें विभिन्न तकनीकी और वास्तुशिल्प दृष्टिकोणों का लाभ उठाती हैं जो उपयोगकर्ताओं के लिए तेज़ अनुभव प्रदान करने के लिए गति को प्राथमिकता देती हैं। एएमपी डेवलपर्स वेब घटकों की एक समृद्ध और बढ़ती लाइब्रेरी का उपयोग कर सकते हैं जो वीडियो और सामाजिक पोस्ट जैसे समृद्ध मीडिया ऑब्जेक्ट्स को एम्बेड करने, विज्ञापन प्रदर्शित करने या विश्लेषण एकत्र करने की क्षमता प्रदान करते हैं। लक्ष्य यह नहीं है कि सामग्री कैसी दिखती और महसूस होती है, बल्कि पृष्ठों के बीच एक अधिक सामान्य तकनीकी कोर बनाना है जो लोड समय को तेज करता है।</p> <p>इसके अलावा, एएमपी फ़ाइलों को क्लाउड में कैश किया जा सकता है उपयोगकर्ता के मोबाइल डिवाइस तक सामग्री पहुंचने में लगने वाले समय को कम करने के लिए। एएमपी प्रारूप का उपयोग करके, सामग्री निर्माता एएमपी फाइलों में सामग्री को तीसरे पक्ष द्वारा कैश किए जाने के लिए उपलब्ध करा रहे हैं। इस प्रकार के ढांचे के तहत, प्रकाशक और विज्ञापनदाता अपनी सामग्री को नियंत्रित करना जारी रखते हैं, लेकिन प्लेटफ़ॉर्म उपयोगकर्ताओं को इष्टतम वितरण गति के लिए सामग्री को आसानी से कैश या मिरर कर सकते हैं। Google ने <a href="https://developers.google.com/amp/cache/">Google ABC कैश</a> प्रदान किया है जिसका उपयोग कोई भी बिना किसी लागत के कर सकता है, और सभी ABC कैश किए जाएंगे Google ABC कैश द्वारा. अन्य कंपनियां भी अपना स्वयं का एएमपी कैश बना सकती हैं।</p> <p>संक्षेप में, लक्ष्य यह है कि कैशिंग के आसपास निर्मित वितरण प्रणाली के साथ सीमित तकनीकी कार्यक्षमता के संयोजन से बेहतर प्रदर्शन करने वाले पेज बनेंगे और दर्शकों में वृद्धि होगी विकास.</p>
id: <p>Accelerated Mobile Pages sama seperti halaman HTML lainnya, tetapi fungsi teknis yang diizinkan terbatas dan ditentukan serta diatur oleh spesifikasi ABC sumber terbuka. Seperti semua halaman web, Accelerated Mobile Pages dapat dimuat di setiap browser modern atau tampilan web aplikasi.</p> <p>Berkas ABC memanfaatkan berbagai pendekatan teknis dan arsitektur yang memprioritaskan kecepatan untuk memberikan pengalaman yang lebih cepat bagi pengguna. Pengembang ABC dapat menggunakan perpustakaan komponen web yang mendalam dan terus berkembang yang menawarkan kemampuan untuk menyematkan objek multimedia, seperti video dan postingan sosial, menampilkan iklan, atau mengumpulkan analitik. Tujuannya bukan untuk menyeragamkan penampilan dan rasa konten, tetapi untuk membangun inti teknis yang lebih konsisten antar-halaman sehingga mempercepat waktu pemuatan.</p> <p>Selain itu, berkas ABC dapat di-cache di cloud untuk mengurangi waktu yang dibutuhkan konten untuk sampai ke perangkat seluler pengguna. Dengan menggunakan format ABC, produsen konten menjadikan konten dalam berkas ABC dapat di-cache oleh pihak ketiga. Dalam kerangka kerja jenis ini, penayang dan pengiklan terus mengontrol konten mereka, tetapi platform dapat dengan mudah meng-cache atau mencerminkan konten demi kecepatan pengiriman yang optimal kepada pengguna. Google telah menyediakan <a href="https://developers.google.com/amp/cache/">Cache ABC Google</a> yang dapat digunakan oleh siapa saja tanpa biaya, dan semua ABC akan di-cache oleh Cache ABC Google. Perusahaan lain juga dapat membuat cache ABC mereka sendiri.</p> <p>Singkatnya, tujuannya adalah bahwa kombinasi fungsi teknis terbatas dengan sistem distribusi yang dibangun berdasarkan proses cache akan menghasilkan halaman yang berkinerja lebih baik dan peningkatan pengembangan audiens.</p>
ru: <p>Ускоренные мобильные страницы похожи на любые другие HTML-страницы, но с ограниченным набором разрешенных технических функций, которые определяются и регулируются открытой спецификацией ABC. Ускоренные мобильные страницы, как и все веб-страницы, загружаются в любом современном браузере или веб-приложении.</p> <p>в ABC-файлах используются различные технические и архитектурные подходы с приоритетом на скорость, что обеспечивает более быстрое взаимодействие с пользователями. Разработчики ABC могут использовать богатую, постоянно расширяющуюся библиотеку веб-компонентов, которые позволяют встраивать мультимедийные объекты (видео, посты из социальных сетей), отображать рекламу или собирать аналитику. Цель состоит не в том, чтобы унифицировать внешний вид и восприятие контента, а в том, чтобы создать для страниц некое общее техническое ядро, которое ускорит время их загрузки.</p> <p>Кроме того, ABC-файлы могут быть закешированы в облаке, чтобы сократить время, необходимое для доступа к ним с мобильного устройства пользователя. Используя формат ABC, производители контента делают его доступным для кеширования платформами третьих сторон. При таком подходе издатели и рекламодатели продолжают контролировать свой контент, но платформы могут легко кешировать или дублировать его, чтобы показывать пользователям с оптимальной скоростью. Google представил <a href="https://developers.google.com/amp/cache/">Google ABC Cache</a>, которым можно пользоваться бесплатно и который будет кешировать все ABC-страницы. Другие компании могут также создать свой собственный ABC-кеш.</p> <p>Таким образом, целью является то, чтобы комбинация ограниченной функциональности с системой распространения, построенной на основе кеширования, повышала производительность страниц и обеспечивала рост аудитории.</p>
