Repository: AFDSI/jay.dev
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: hi, id, ru

source: Product Passport is an electronic companion to paper documents such as an Invoice, Bill of Lading, and Material Safety Data Sheet. Authorities have specific local rules and tariffs. Examples&#x3a; USA/California, European Union, Great Britain, Saudi Arabia, India. Product Passport enables automated verification of global and local rules for imports and exports.
id: Paspor Produk adalah pendamping elektronik untuk dokumen kertas seperti Faktur, Bill of Lading, dan Lembar Data Keamanan Material. Pihak berwenang memiliki peraturan dan tarif lokal yang spesifik. Contoh&#x3a; AS/California, Uni Eropa, Inggris Raya, Arab Saudi, India. Paspor Produk memungkinkan verifikasi otomatis aturan global dan lokal untuk impor dan ekspor.
ru: Паспорт продукта — это электронное дополнение к бумажным документам, таким как счет-фактура, коносамент и паспорт безопасности материала. Власти имеют особые местные правила и тарифы. Примеры&#x3a; США/Калифорния, Европейский Союз, Великобритания, Саудовская Аравия, Индия. Паспорт продукта обеспечивает автоматическую проверку глобальных и местных правил импорта и экспорта.

source: Open standards & open data research
hi: खुले मानक और खुला डेटा अनुसंधान
id: Standar terbuka & penelitian data terbuka
ru: Открытые стандарты и исследования открытых данных

source: Transform data from individual scientific studies into shared data repositories. Discover new solutions by comparing data from multiple studies. National organizations synchronize local and international research. Example&#x3a; FDI-USA shares data with FDI-CAN (Canada), FDI-GBR (Great Britain), FDI-SAU (Saudi Arabia), FDI-IND (India), and others.
id: Ubah data dari studi ilmiah individual menjadi penyimpanan data bersama. Temukan solusi baru dengan membandingkan data dari berbagai penelitian. Organisasi nasional menyinkronkan penelitian lokal dan internasional. Contoh&#x3a; FDI-USA berbagi data dengan FDI-CAN (Kanada), FDI-GBR (Inggris Raya), FDI-SAU (Arab Saudi), FDI-IND (India), dan lain-lain.
ru: Преобразуйте данные отдельных научных исследований в общие хранилища данных. Откройте для себя новые решения, сравнивая данные нескольких исследований. Национальные организации синхронизируют местные и международные исследования. Пример&#x3a; FDI-USA делится данными с FDI-CAN (Канада), FDI-GBR (Великобритания), FDI-SAU (Саудовская Аравия), FDI-IND (Индия) и другими.

source: New technology should aspire to accomplish two goals&#x3a;
id: Teknologi baru harus bercita-cita mencapai dua tujuan&#x3a;
ru: Новая технология должна стремиться к достижению двух целей&#x3a;

source: Take an existing business process and significantly reduce its total cost of implementation.
hi: किसी मौजूदा व्यावसायिक प्रक्रिया को अपनाएं और उसके कार्यान्वयन की कुल लागत को उल्लेखनीय रूप से कम करें।
id: Ambil proses bisnis yang ada dan kurangi total biaya implementasinya secara signifikan.
ru: Возьмите существующий бизнес-процесс и существенно снизьте общую стоимость его внедрения.

source: Develop new, productive habits among consumers.
hi: उपभोक्ताओं के बीच नई, उत्पादक आदतें विकसित करें।
id: Kembangkan kebiasaan baru yang produktif di kalangan konsumen.
ru: Развивайте новые продуктивные привычки среди потребителей.

source: Consortium members aspire to accomplish both goals.
hi: कंसोर्टियम के सदस्य दोनों लक्ष्यों को पूरा करने की आकांक्षा रखते हैं।
id: Anggota konsorsium bercita-cita untuk mencapai kedua tujuan tersebut.
ru: Члены консорциума стремятся достичь обеих целей.

source: Learn more about knowledge graph applications
hi: ज्ञान ग्राफ अनुप्रयोगों के बारे में और जानें
id: Pelajari lebih lanjut tentang aplikasi grafik pengetahuan
ru: Узнайте больше о приложениях с графами знаний

source: Read case studies from industry, science and government.
hi: उद्योग, विज्ञान और सरकार से केस अध्ययन पढ़ें।
id: Baca studi kasus dari industri, sains, dan pemerintah.
ru: Прочтите тематические исследования промышленности, науки и правительства.

source: See all case studies
hi: सभी केस अध्ययन देखें
id: Lihat semua studi kasus
ru: Посмотреть все примеры использования

source: A screenshot of a website using ABC.
hi: ABC का उपयोग करने वाली वेबसाइट का स्क्रीनशॉट।
id: Tangkapan layar situs web yang menggunakan ABC.
ru: Скриншот сайта, использующего ABC.

source: A screenshot showing amp-sidebar.
hi: एम्प-साइडबार दिखाने वाला स्क्रीनशॉट।
id: Tangkapan layar yang menampilkan amp-sidebar.
ru: Скриншот, показывающий amp-sidebar.

source: A website screenshot.
hi: एक वेबसाइट स्क्रीनशॉट.
id: Tangkapan layar situs web.
ru: Скриншот сайта.

source: ABC Brand Materials
hi: एएमपी ब्रांड सामग्री
id: Material Merek ABC
ru: Брендовые материалы ABC

source: ABC Caches & CORS
hi: एएमपी कैश और सीओआरएस
id: Cache ABC &amp; CORS
ru: ABC-кеш и CORS

source: ABC Contributor Summit 2019 Applications Now Open
hi: एएमपी कंट्रीब्यूटर समिट 2019 के लिए आवेदन अब खुले हैं
id: Pendaftaran ABC Contributor Summit 2019 Kini Dibuka
ru: Открыта регистрация на ABC Contributor Summit 2019

source: ABC Framework
hi: एएमपी फ्रेमवर्क
id: Kerangka Kerja ABC
ru: Фреймворк ABC

source: ABC HTML Specification
hi: एएमपी एचटीएमएल विशिष्टता
id: Spesifikasi ABC HTML
ru: Спецификация ABC HTML

source: ABC Overview
hi: एएमपी अवलोकन
id: Ikhtisar ABC
ru: Обзор ABC

source: ABC for Email Specification
hi: ईमेल विशिष्टता के लिए एएमपी
id: Spesifikasi ABC untuk Email
ru: Спецификация ABC для электронной почты

source: ABC's Layout System
hi: एएमपी का लेआउट सिस्टम
id: Sistem Tata Letak ABC
ru: Система макетов ABC

source: About
hi: के बारे में
id: Tentang
ru: О продукте

source: Accept use of cookies
hi: कुकीज़ का उपयोग स्वीकार करें
id: Terima penggunaan cookie
ru: Принять использование cookie

source: Add advanced ABC features
hi: उन्नत एएमपी सुविधाएँ जोड़ें
id: Tambahkan fitur ABC lanjutan
ru: Как добавить расширенные функции ABC

source: Add interactivity & dynamic data (TBD)
hi: अन्तरक्रियाशीलता और गतिशील डेटा जोड़ें (टीबीडी)
id: Tambahkan interaktivitas & data dinamis (TBD)
ru: Добавление интерактивности и динамических данных (TBD)

source: Advanced Course
hi: उच्च पाठ्यक्रम
id: Kursus Lanjutan
ru: Продвинутый курс

source: Although there are {hits} hits in total we cannot show more than 100.
hi: हालाँकि कुल मिलाकर {हिट} हिट हैं, हम 100 से अधिक नहीं दिखा सकते।
id: Meskipun ada total {hits} hit, kami tidak dapat menampilkan lebih dari 100.
ru: Несмотря на то, что общее число просмотров превышает {hits}, мы не можем показать больше, чем 100.

source: An unexplained feature?
hi: एक अस्पष्टीकृत विशेषता?
id: Fitur yang tidak dijelaskan?
ru: Не нашли пояснения к функции?

source: Animate & Transition
hi: चेतन और संक्रमण
id: Animasi & Transisi
ru: Анимация и переходы

source: App Install
hi: ऐप इंस्टॉल करें
id: Penginstalan Aplikasi
ru: Установка приложения

source: Animations and interactions
hi: एनिमेशन और इंटरैक्शन
id: Animasi dan interaksi
ru: Анимация и взаимодействие

source: Check out Web Stories on the web
hi: वेब पर वेब स्टोरीज़ देखें
id: Simak Web Stories di web
ru: Просмотрите Web Stories из Интернета

source: Story Ads are full screen, single page ads that appear within Web Stories. Advertisers/ Publishers can invite users to a web page, an ABC page or an App with a single tap. A story ad has a rich, flexible canvas that allows images, videos, animations or a combination of all those elements.<br> Story ads are supported by Google Ad Manager and Google DV360 (Beta) with additional ad server support coming soon!
hi: स्टोरी विज्ञापन पूर्ण स्क्रीन, एकल पृष्ठ विज्ञापन हैं जो वेब स्टोरीज़ में दिखाई देते हैं। विज्ञापनदाता/प्रकाशक एक टैप से उपयोगकर्ताओं को किसी वेब पेज, एएमपी पेज या ऐप पर आमंत्रित कर सकते हैं। एक कहानी विज्ञापन में एक समृद्ध, लचीला कैनवास होता है जो छवियों, वीडियो, एनिमेशन या उन सभी तत्वों के संयोजन की अनुमति देता है।<br> कहानी विज्ञापन Google विज्ञापन प्रबंधक और Google DV360 (बीटा) द्वारा समर्थित हैं और अतिरिक्त विज्ञापन सर्वर समर्थन जल्द ही आने वाला है!
id: Iklan Cerita adalah iklan layar penuh satu halaman yang muncul dalam Web Stories. Pengiklan/Penayang dapat mengundang pengguna ke halaman web, halaman ABC, atau Aplikasi dengan satu ketukan. Iklan cerita memiliki kanvas yang mendalam dan fleksibel yang dapat memuat gambar, video, animasi, atau kombinasi dari semua elemen tersebut.<br> Iklan cerita didukung oleh Google Ad Manager dan Google DV360 (Beta) dengan tambahan dukungan server iklan yang akan segera hadir!
ru: Рекламные истории — это полноэкранные одностраничные объявления, которые появляются в Web Stories. Рекламодатели и издатели могут одним нажатием пригласить пользователей на веб-страницу, ABC-страницу или в приложение. Рекламная история обладает масштабным гибким полотном, на которое можно добавить изображения, видео, анимацию или комбинацию всех этих элементов.<br> Рекламные истории уже поддерживаются Менеджером рекламы Google, и уже совсем скоро ожидается выход бета-версии Google DV360 с поддержкой дополнительного рекламного сервера!

source: Discover All Templates
hi: सभी टेम्पलेट खोजें
id: Lihat Semua Templat
ru: Просмотреть все шаблоны

source: Back to home
hi: घर वापिस जा रहा हूँ
id: Kembali ke beranda
ru: Вернуться домой

source: Back to sample
hi: नमूने पर वापस जाएँ
id: Kembali ke sampel
ru: Вернуться к примеру

source: Band Page in ABC
hi: एएमपी में बैंड पेज
id: Halaman Band pada ABC
ru: Страница группы в ABC

source: Beginning Course
hi: आरंभिक पाठ्यक्रम
id: Kursus Awal
ru: Курс для начинающих

source: Blog
hi: ब्लॉग
ru: Блог

source: Burger Menu
hi: बर्गर मेनू
id: Menu Burger
ru: Гамбургер-меню

source: Community
hi: समुदाय
id: Komunitas
ru: Сообщество

source: Components
hi: अवयव
id: Komponen
ru: Компоненты

source: Contribute
hi: योगदान देना
id: Kontribusi
ru: Участие в проекте

source: Contribute documentation
hi: दस्तावेज़ीकरण योगदान करें
id: Kontribusi dokumentasi
ru: Как помочь с документацией

source: Convert HTML to ABC
hi: HTML को ABC में कनवर्ट करें
id: Mengonversi HTML menjadi ABC
ru: Конвертация HTML в ABC

source: Create a custom interactive widget with amp-script
hi: एम्प-स्क्रिप्ट के साथ एक कस्टम इंटरैक्टिव विजेट बनाएं
id: Membuat widget interaktif khusus dengan amp-script
ru: Как создать интерактивный пользовательский виджет с помощью amp-script

source: Create a login-requiring ABC page
hi: एक लॉगिन-आवश्यक एएमपी पेज बनाएं
id: Membuat halaman ABC yang membutuhkan kredensial masuk
ru: Как создать ABC-страницу, требующую авторизации

source: Create interactive ABC pages
hi: इंटरैक्टिव एएमपी पेज बनाएं
id: Membuat halaman ABC interaktif
ru: Как создавать интерактивные ABC-страницы

source: Create your first ABC Page
hi: अपना पहला एएमपी पेज बनाएं
id: Membuat Halaman ABC pertama Anda
ru: Как создать первую ABC-страницу

source: Create your first ABC Story
hi: अपनी पहली ABC स्टोरी बनाएं
id: Membuat Cerita ABC pertama Anda
ru: Как создать первую ABC-историю

source: Create your first ABCHTML ad
hi: अपना पहला ABCHTML विज्ञापन बनाएं
id: Membuat iklan ABCHTML pertama Anda
ru: Как создать первую ABCHTML-рекламу

source: Demo:
hi: डेमो:
ru: Демо:

source: Design Templates
hi: डिज़ाइन टेम्प्लेट
id: Templat Desain
ru: Шаблоны дизайна

source: Develop
hi: विकास करना
id: Kembangkan
ru: Разработка

source: Dismiss consent
hi: सहमति ख़ारिज करें
id: Singkirkan
ru: Отклонить

source: Docs
hi: डॉक्स
id: Dokumen
ru: Документы

source: Documentation
hi: प्रलेखन
id: Dokumentasi
ru: Документация

source: Documentation:
hi: दस्तावेज़ीकरण:
id: Dokumentasi:
ru: Документация:

source: Download ZIP
hi: ज़िप डाउनलोड करें
id: Unduh ZIP
ru: Скачать ZIP

source: Easily build user first websites with our templates
hi: हमारे टेम्प्लेट के साथ आसानी से उपयोगकर्ता के लिए पहली वेबसाइट बनाएं
id: Buat situs web pertama pengguna dengan mudah menggunakan templat kami
ru: Создавайте ориентированные на пользователя сайты с легкостью с помощью наших шаблонов

source: Edit sample on GitHub
hi: GitHub पर नमूना संपादित करें
id: Edit sampel di GitHub
ru: Редактировать пример на GitHub

source: Editorial ABC Article
hi: संपादकीय एएमपी आलेख
id: Artikel ABC Editorial
ru: Редакционная статья в ABC

source: Events
hi: आयोजन
id: Acara
ru: События

source: Example Source Code
hi: उदाहरण स्रोत कोड
id: Kode Sumber Contoh
ru: Пример исходного кода

source: Example:
hi: उदाहरण:
id: Contoh:
ru: Пример:

source: Examples
hi: उदाहरण
id: Contoh
ru: Примеры

source: Expansion
hi: विस्तार
id: Ekspansi
ru: Расширение

source: Follow us
hi: हमारे पर का पालन करें
id: Ikuti kami
ru: Подписывайтесь на нас

source: Found a bug or missing a feature?
hi: कोई बग मिला या कोई सुविधा गायब है?
id: Menemukan bug atau ada fitur yang kurang?
ru: Нашли ошибку или недостающую функцию?

source: Functionality
hi: कार्यक्षमता
id: Fungsionalitas
ru: Функциональность

source: Get Started
hi: शुरू हो जाओ
id: Mulai
ru: Начало работы

source: Get started
hi: शुरू हो जाओ
id: Mulai
ru: Начало работы

source: Get the courses
hi: पाठ्यक्रम प्राप्त करें
id: Dapatkan kursus
ru: Получить материалы

source: Go to GitHub
hi: गिटहब पर जाएं
id: Kunjungi GitHub
ru: Перейти на GitHub

source: Go to Stack Overflow
hi: स्टैक ओवरफ़्लो पर जाएँ
id: Kunjungi Stack Overflow
ru: Перейти на Stack Overflow

source: Got it!
hi: समझ गया!
id: Mengerti!
ru: Понятно!

source: Guides and Tutorials
hi: मार्गदर्शिकाएँ और ट्यूटोरियल
id: Panduan dan Tutorial
ru: Руководства и учебники

source: How to build ABC without knowing how to code?
hi: बिना कोड जाने कैसे ABC बनाएं?
id: Bagaimana cara membuat ABC walau tidak mengetahui cara membuat kode?
ru: Как создать ABC, не умея программировать?

source: Important Components
hi: महत्वपूर्ण घटक
id: Komponen Penting
ru: Важные компоненты

source: Important: this component does not support your currently selected format
hi: महत्वपूर्ण: यह घटक आपके वर्तमान में चयनित प्रारूप का समर्थन नहीं करता है
id: Penting: Komponen ini tidak mendukung format yang Anda pilih saat ini
ru: Важно: этот компонент не поддерживает выбранный вами формат

source: Include media, iframes & third-party content
hi: मीडिया, आईफ़्रेम और तृतीय-पक्ष सामग्री शामिल करें
id: Menyertakan konten media, iframe, dan pihak ketiga
ru: Как добавить медиа, элементы iframe и сторонний контент

source: Integrate
hi: एकीकृत
id: Integrasi
ru: Интеграция

source: Intermediate Course
hi: इंटरमीडिएट कोर्स
id: Kursus Menengah
ru: Курс средней сложности

source: Jump to:
hi: करने के लिए कूद:
id: Lompat ke:
ru: Перейти к:

source: Learn
hi: सीखना
id: Belajar
ru: Обучение

source: Learn more about:
hi: बारे में और सीखो:
id: Pelajari selengkapnya tentang:
ru: Узнать больше о:

source: Load more
hi: और लोड करें
id: Muat lebih banyak
ru: Показать еще

source: Logos
hi: लोगो
id: Logo
ru: Логотипы

source: Monetize your ABC page with ads
hi: विज्ञापनों से अपने एएमपी पेज से कमाई करें
id: Memonetisasi halaman ABC Anda dengan iklan
ru: Как монетизировать свою ABC-страницу с помощью рекламы

source: Multiple Image
hi: एकाधिक छवि
id: Beberapa Gambar
ru: Несколько изображений

source: Need further explanation?
hi: और अधिक स्पष्टीकरण की आवश्यकता है?
id: Perlu penjelasan lebih lanjut?
ru: Требуются дальнейшие объяснения?

source: Need more help?
hi: और अधिक मदद की आवश्यकता है?
id: Perlu bantuan lainnya?
ru: Требуется дополнительная помощь?

source: Next chapter
hi: अगला अध्याय
id: Bab selanjutnya
ru: Следующая глава

source: No results found.
hi: कोई परिणाम नहीं मिला।
id: Tidak ada hasil yang ditemukan.
ru: Результаты не найдены.

source: Of course, this site is made with ABC!
hi: बेशक, यह साइट एएमपी के साथ बनाई गई है!
id: Sudah pasti, situs ini dibuat dengan ABC!
ru: Конечно же, этот сайт сделан с помощью ABC!

source: Open Use Case
hi: उपयोग केस खोलें
id: Buka Kasus Penggunaan
ru: Открыть пользовательский сценарий

source: Open example
hi: खुला उदाहरण
id: Buka contoh
ru: Открыть пример

source: Open in playground
hi: खेल के मैदान में खुला
id: Buka di playground
ru: Открыть в песочнице

source: Open this snippet in playground
hi: इस स्निपेट को खेल के मैदान में खोलें
id: Buka cuplikan ini di playground
ru: Открыть этот фрагмент в песочнице

source: Optimize & Measure
hi: अनुकूलन एवं माप
id: Optimalkan & Ukur
ru: Оптимизация и метрики

source: Overview
hi: अवलोकन
id: Ikhtisar
ru: Обзор

source: Parallax Storytelling in ABC
hi: एएमपी में लंबन कहानी सुनाना
id: Penceritaan Parallax pada ABC
ru: ABC-истории с применением параллакса

source: Platform and Technology Company Involvement
hi: प्लेटफ़ॉर्म और प्रौद्योगिकी कंपनी की भागीदारी
id: Keterlibatan Perusahaan Teknologi dan Platform
ru: Участие платформ и технологических компаний

source: Platform and Vendor Partners
hi: प्लेटफ़ॉर्म और विक्रेता भागीदार
id: Mitra Vendor dan Platform
ru: Партнерские платформы и поставщики

source: Please reload the page.
hi: कृपया पृष्ठ को फिर से लोड करें।
id: Silakan muat ulang halaman.
ru: Перезагрузите страницу.

source: Please try again later.
hi: कृपया बाद में पुन: प्रयास करें।
id: Silakan coba lagi nanti.
ru: Попробуйте позже.

source: Popular Articles
hi: लोकप्रिय लेख
id: Artikel Populer
ru: Популярные статьи

source: Preview
hi: पूर्व दर्शन
id: Pratinjau
ru: Предварительный просмотр

source: Previous chapter
hi: पिछला अध्याय
id: Bab sebelumnya
ru: Предыдущая глава

source: Privacy Policy
hi: गोपनीयता नीति
id: Kebijakan Privasi
ru: Политика конфиденциальности

source: Publisher Monetization
hi: प्रकाशक मुद्रीकरण
id: Monetisasi Penayang
ru: Монетизация издателей

source: Results
hi: परिणाम
id: Hasil
ru: Результаты

source: Roadmap
hi: रोडमैप
ru: План развития

source: Screenshot of use case:
hi: उपयोग के मामले का स्क्रीनशॉट:
id: Tangkapan layar contoh penggunaan:
ru: Скриншот пользовательского сценария:

source: Search
hi: खोज
id: Cari
ru: Поиск

source: See all use cases
hi: सभी उपयोग के मामले देखें
id: Lihat semua contoh penggunaan
ru: Просмотреть все пользовательские сценарии

source: See example
hi: उदाहरण देखें
id: Lihat contoh
ru: Посмотреть пример

source: See what others have built
hi: देखें कि दूसरों ने क्या बनाया है
id: Lihat buatan orang lain
ru: Посмотрите, что создали другие

source: Select a language
hi: भाषा चुनें
id: Pilih bahasa
ru: Выберите язык

source: websites
hi: वेबसाइटें
id: situs web
ru: сайты

source: stories
hi: कहानियों
id: cerita
ru: истории

source: ads
hi: विज्ञापन
id: iklan
ru: реклама

source: emails
hi: ईमेल
id: email
ru: письма

source: email
hi: ईमेल
ru: письма

source: ABC is a web component framework to easily create <span style="white-space: nowrap;">user-first</span><br>
hi: ABC आसानी से <span style="white-space: nowrap;">user-first</span><br> बनाने के लिए एक वेब घटक ढांचा है
id: ABC adalah kerangka kerja komponen web yang digunakan agar dapat dengan mudah membuat
ru: ABC — это веб-фреймворк, позволяющий с легкостью создавать сфокусированные <span style="white-space: nowrap;">на пользователе</span> решения, такие как<br>

source: Show everything
hi: सब कुछ दिखाओ
id: Tampilkan semuanya
ru: Показать все

source: Open in ABC Playground
hi: एएमपी खेल के मैदान में खोलें
id: Buka di ABC Playground
ru: Открыть в песочнице ABC

source: Build anything with ABC.
hi: ABC के साथ कुछ भी बनाएं.
id: Buat apa saja dengan ABC.
ru: Создавайте с помощью ABC все, что угодно.

source: Single Image
hi: एकल छवि
id: Gambar Tunggal
ru: Одиночное изображение

source: Single video
hi: एकल वीडियो
id: Video Tunggal
ru: Одиночное видео

source: Something cut the line.
hi: किसी चीज़ ने लाइन काट दी.
id: Sambungan terputus.
ru: Связь оборвалась.

source: Something went terribly wrong. Why don't you browse around?
hi: कुछ बहुत ग़लत हो गया. आप आसपास ब्राउज़ क्यों नहीं करते?
id: Ada sesuatu yang salah. Bagaimana kalau Anda menjelajahi situs web kami?
ru: Что-то пошло совершенно не так. Почему бы вам не посмотреть что-нибудь еще?

source: Something went wrong while trying to load more search results.
hi: अधिक खोज परिणाम लोड करने का प्रयास करते समय कुछ गलत हो गया।
id: Terjadi kesalahan saat mencoba memuat lebih banyak hasil pencarian.
ru: При попытке загрузить больше результатов поиска что-то пошло не так.

source: Something went wrong…
hi: कुछ गलत हो गया…
id: Terjadi kesalahan…
ru: Что-то пошло не так…

source: Start
hi: शुरू
id: Mulai
ru: Начало

source: Styleguide
hi: शैली गाइड
id: Penuntun gaya
ru: Стандарты оформления

source: Success Stories
hi: सफलता की कहानियां
id: Cerita Sukses
ru: Истории успеха

source: Success Story:
hi: सफलता की कहानी:
id: Cerita Sukses:
ru: История успеха:

source: Success stories
hi: सफलता की कहानियां
id: Cerita sukses
ru: Истории успеха

source: Support
hi: सहायता
id: Dukungan
ru: Поддержка

source: Supported Browsers
hi: समर्थित ब्राउज़र
id: Browser yang Didukung
ru: Поддерживаемые браузеры

source: Supported Platforms
hi: समर्थित प्लेटफार्म
id: Platform yang Didukung
ru: Поддерживаемые платформы

source: Table of contents
hi: विषयसूची
id: Daftar isi
ru: Содержание

source: The page you've requested can't be found. Why don't you browse around?
hi: आपके द्वारा अनुरोधित पृष्ठ नहीं मिल सका। आप आसपास ब्राउज़ क्यों नहीं करते?
id: Halaman yang Anda minta tidak dapat ditemukan. Bagaimana kalau Anda menjelajahi situs web kami?
ru: Запрошенная вами страница не найдена. Почему бы вам не посмотреть что-нибудь еще?

source: This example uses the following experimental feature:
hi: यह उदाहरण निम्नलिखित प्रयोगात्मक सुविधा का उपयोग करता है:
id: Contoh ini menggunakan fitur eksperimental berikut ini:
ru: В этом примере используется следующая экспериментальная функция:

source: Toggle Sidebar
hi: साइडबार टॉगल करें
id: Toggle Bilah Sisi
ru: Переключить боковую панель

source: Too much choice
hi: बहुत ज्यादा विकल्प
id: Terlalu banyak pilihan
ru: Слишком большой выбор

source: Tools
hi: औजार
id: Alat
ru: Инструменты

source: Track engagement with analytics
hi: एनालिटिक्स के साथ जुड़ाव को ट्रैक करें
id: Memantau keterlibatan dengan analitik
ru: Как отслеживать охват с помощью аналитики

source: Uh oh! That's an error.
hi: उह ओह! यह एक त्रुटि है।
id: Waduh! Ada kesalahan.
ru: Ой! Это ошибка.

source: Use Cases
hi: बक्सों का इस्तेमाल करें
id: Contoh Penggunaan
ru: Пользовательские сценарии

source: Validation Workflow
hi: सत्यापन कार्यप्रवाह
id: Alur Kerja Validasi
ru: Процесс проверки

source: Vendor contributions
hi: विक्रेता का योगदान
id: Kontribusi vendor
ru: Участие поставщиков

source: View Demo
hi: डेमो देखें
id: Lihat Demo
ru: Посмотреть демо

source: View code on GitHub
hi: GitHub पर कोड देखें
id: Lihat kode di GitHub
ru: Посмотреть код на GitHub

source: View demo
hi: डेमो देखें
id: Lihat demo
ru: Посмотреть демо

source: We apologize for the inconvenience caused.
hi: हम असुविधा के लिए क्षमा चाहते हैं।
id: Kami memohon maaf atas ketidaknyamanan yang ditimbulkan.
ru: Приносим извинения за причинённые неудобства.

source: We could not find any results matching your search query.
hi: हमें आपकी खोज क्वेरी से मेल खाता कोई परिणाम नहीं मिला।
id: Kami tidak menemukan hasil yang cocok dengan permintaan pencarian Anda.
ru: Мы не смогли найти результаты, соответствующие вашему поисковому запросу.

source: Web Development With ABC
hi: एएमपी के साथ वेब विकास
id: Pengembangan Web dengan ABC
ru: Веб-разработка с помощью ABC

source: What are you looking for?
hi: तुम क्या ढूंढ रहे हो?
id: Apa yang Anda cari?
ru: Что вы ищете?

source: Working Groups
hi: कामकाजी समूह
id: Kelompok Kerja
ru: Рабочие группы

source: You're currently not connected to the internet.
hi: आप वर्तमान में इंटरनेट से कनेक्ट नहीं हैं.
id: Anda tidak tersambung ke internet saat ini.
ru: Сейчас вы не подключены к Интернету.

source: ads-analytics
id: analitik iklan
ru: Реклама и аналитика

source: dynamic-content
id: konten dinamis
ru: Динамический контент

source: layout
id: tata letak
ru: Макет

source: media
ru: Медиаформаты

source: presentation
id: presentasi
ru: Представление

source: social
id: sosial
ru: Социальные сети

source: …while trying to load the search results.
hi: ...खोज परिणाम लोड करने का प्रयास करते समय।
id: …saat mencoba memuat hasil pencarian.
ru: …при попытке загрузить результаты поиска.
